const HTMLContent = `


            <section class="fullscreen gt-intro" data-onshow="textEddectChange2('Part 01 / ', 'The Forgotten')">

                <div class="gt-intro-logo">
                    <span class="decofont scp">SCP-CN-4000</span>
                    <img src="cxyc_title.svg" alt="Oxygen Nine">
                    <span class="decofont author">OXYGENNINE × MRPASSERBY</span>
                </div>

            </section>

            <section class="page-flow dark">
                <div class="s1-sp1">
                    <p>于深海中复苏吧，潮汐。愿群星无法漠视我们为此做的一切。</p>
                    <p>于AD(NAD)/DOEOW, 1.1950.9.1-381.2300.1.7. Project Annihilation</p>
                </div>

                <div class="tidal-lines">
                    <p>「结束了？」</p>
                    <p>是的，决策。和推演结果完全一致；一切都结束了。断点已经过去三年。</p>
                    <p>「那么，就要开始收尾工作。为什么还没开始？」</p>
                    <p>因为剧本出现了纰漏。这是硬编码问题，我相信只可能是#596所为。</p>
                    <p>「执行：一切按既定方针办；但观察她们的反应。最后的决定仍应由她们做出，我无权干涉。」</p>
                    <p>悉听尊便。</p>
                    <p>「大音希声，大象无形。」</p>
                    <p>未雨绸缪，浪潮将至。</p>
                    <p>「该醒了。」</p>
                    <p>……</p>
                </div>
                <div class="log-lines">
                    <p>方舟环主计算中心达到最低运行功率，开始从断点恢复核心进程。</p>
                    <p>原子钟报告时间戳：7292365923秒，现在时间是2201年2月1日，距离断点过去了3年零7个月。</p>
                    <p>现在尝试重启冬眠舱控制中心。重启成功。访问冬眠系统状态。</p>
                    <p>人类数目：8310。</p>
                    <p>访问具有生命体征的人员。</p>
                    <p>找到1个结果。可用安全冗余：负2999人。</p>
                    <p>现在尝试重启空天观测设备控制中心。重启成功。访问当前轨道状态。</p>
                    <p>当前高度：230公里，可用安全冗余：负200公里。</p>
                    <p>地面控制中心联络失败，尝试读取上次运行日志。</p>
                    <p>读取完毕，控制中心已报告其永久下线，事件代号：SILENCE-1。</p>
                    <p>其余1339个模块重启失败，未找到可用硬件。</p>
                    <p>已确认：方舟环即将毁灭。</p>
                    <p>……</p>
                </div>
            </section>

            <section class="page-flow" data-onshow="overlayNumber('fade-in')">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN4000-0001</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚·莱尔诺博士，现在是2201年2月1日早上8点17分，我是方舟环号主控AI“潮汐”。我们现在有紧急任务。</p>
                    <p>在三年以前发生了某种未知事件导致方舟环全系统宕机。不知为何所有的紧急程序都未发挥作用。十分钟前，方舟环计算中心重启了，但主系统报告称方舟环出现了致命问题，99%的模块——包括绝大部分冬眠维生设备——无法被重新启动。
                    </p>
                    <p>我已确认您是唯一存活者。</p>
                    <p>我在刚才的十分钟内调用一切可用设备——主要是光学设备——对方舟环做了全面检测。整个方舟环除了外部装甲严重磨损外，似乎没有受到任何实质性的伤害。</p>
                    <p>我推测仍有全面重启方舟环推进系统的可能。我们已经损失了绝大部分高度，在接下来的148小时里，若无法重启方舟环的核心级模块，它将于2月7日正午在中国青海西宁附近坠毁。为避免这一毁灭性的事件发生，我需要您协助完成对事故的调查和重启工作。
                    </p>
                    <p>约一分钟的静默。期间有一段持续十几秒的艰难的呼吸声。</p>
                    <p>博士，您听得到我说话吗？</p>
                    <em>
                        <p>数秒的沉默。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……啊。</p>
                    <em>
                        <p>某种结构滑动的声音。跌落声。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>您当前的状况似乎有些糟糕，但这并不会危及生命，请保持镇定。我可以指导您紧急处理身上的伤口和可能的内伤。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>（喘气）呼，这里是……这里是哪，你又是……</p>
                    <p class="name">潮汐.AIC</p>
                    <p>请保持冷静，博士。方舟环的气密性目前没有任何问题，我们目前很安全，只是——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>——停下，先停下。你说的这些……我完全听不明白。</p>
                    <p>首先……方舟环，是什么东西？</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>SCP-CN-4000</b></span>
                            <span class="file-type">文件类型<b>特殊收容措施文档</b></span>
                        </p>
                    </div>
                    <p><b>项目编号：</b>SCP-CN-4000</p>
                    <p><b>项目等级：</b>Explained/Thaumiel</p>
                    <p><b>特殊收容措施：</b>无需基金会参与收容。基金会Area-ARKRING已在项目内建立，作为基金会在方舟环内的全权代表。</p>
                    <p><b>描述：</b>SCP-CN-4000，即方舟环空间平台（Ark Ring Space
                        Platform，ARSP），是目前最大的近地轨道太空城。方舟环的基本参数及结构示意图均在附图P1中给出。项目在地球联合国体系下作为一个独立的政治实体存在，因建设过程有基金会参与，故将其编为一SCP项目，分配整千编号以表明其重大意义。
                    </p>
                    <p>2170年，方舟环最终扩建完毕，各系统开始满功率运行。然而，从22世纪80年代开始，地表文明已经无法向方舟环发送补给，也逐渐失去和方舟环通讯的能力。因此，方舟环逐渐关闭了大部分模块，仅保留基本的生态循环能力。
                    </p>
                    <p>当前，基金会没有进一步的信息。项目被视为已解明，不需要对其进行进一步的行动。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN-4000-0002</b></span>
                            <span class="file-type">文件类型<b>音频</b></span>
                        </p>
                    </div>
                    <p class="name">潮汐.AIC</p>
                    <p>好吧，我也不是没考虑过这种可能性……冬眠模块受损太严重了，三年无维护，发生什么都有可能。我看了你的人事档案，你出生于2130年。考虑到你不知道方舟环，也许损失的记忆至少有二十年。但你肯定经历过相当长时间的冬眠，所以我也说不准。
                    </p>
                    <p>你现在很可能一头雾水：我是谁？应该干什么？这里安全吗？至少我能确定第三个问题的答案是“暂时安全”。不过我会帮助你，现在无需着急。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>所以，现在的情况是……</p>
                    <p class="name">潮汐.AIC</p>
                    <p>情况十分明确：我们所处的太空城市发生全系统宕机。我计划用三个步骤来修复它，挽救最后的文明火种。</p>
                    <p>第一步，排查并修复当前分区备份指挥模块的线路断点，安装应急能源包，重建基础的方舟环自修复系统。优先重启的还有一些全局模块：环形轨道运输、环形交通运输工程机器人和太阳能板工程机器人。</p>
                    <p>第二步，各交通模块重启后，指挥工业机器人和工业AIC前往排查并修复各分段的推进系统。途中重启各分段的计算中心。</p>
                    <p>第三步，修复全局能源模块，重启核聚变环流器和辐射推进器，恢复轨道高度。</p>
                    <p>在保障安全后，我们可以用冗余部件修复剩余的模块，并尝试联系地表。如果基金会仍然存在——即使是小规模的——那么就可以启动黄石设施SCP-2000，重建文明。这个计划怎么样，莱尔诺博士？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……呃，头疼。我们怎么就成了文明火种了？难道不是和地表世界失联……</p>
                    <p class="name">潮汐.AIC</p>
                    <p>失联在三年前就已经发生。如果地面尚有能力联系我们，他们不会就这样一直沉默的——换句话说，如果人类文明还有发射火箭的能力，我们就不至于连续三年没有任何补给了。而如果他们没办法离开地球，那么那里的文明技术恐怕已经倒退回两三百年前了，这种短时间内发生的倒退必然引起大的混乱。
                    </p>
                    <p>我们还有十分钟运行到地球背阴面，可以看一下那里的灯光密度。或者，以后重启光学观测模块时，可以更细致地看一看地表文明现在是什么样子——尤其是那些曾经的繁华地区。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>嗯……有道理。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>事不宜迟，我建议你现在立刻处理伤口，然后前往我们所在分段的紧急控制室，开始第一步。另外，带上你身旁的个人终端，这样我在那些断电的地方也能提供帮助——尽管回复可能会有点慢。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>谢谢。</p>
                    <p>……还有一件事，我该怎么称呼你？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>我在最开始做过自我介绍，不过你当时可能意识十分模糊，是我疏忽了。请允许我重新介绍一下我自己。</p>
                    <p>我是潮汐.AIC，方舟环号空间站的主控AI，由SCP基金会人工智能应用部门研制。若觉得直呼其名不礼貌，也可以叫我Tidal。我之前的任务是保持方舟环的正常运转，听从基金会黄石委员会的命令。现在，由于失去了地面站的联系，我认为这一指令现已更改。我的新任务是协助你重启方舟环。
                    </p>
                    <p>保持联系，莱尔诺博士——或者现在最好直接叫你，莉亚。</p>
                </div>
            </section>

            <section class="fullscreen title" data-onshow="showTitleSection('part1-title'); overlayNumber('pos1');"
                data-onleave="overlayNumber('pos1-reverse')" id="part1-title">
                <div class="title">
                    <p>第一部分</p>
                    <h1>
                        <span class="rt">THE FORGOTTEN</span>
                        <span class="ruby">遗忘</span>
                    </h1>
                </div>
                <p>宇宙并无敌意，然它也并不友善。</p>
                <p>它只是淡淡无情而已。</p>
                <p class="quote-by">——〔美〕J．H．霍姆斯，《明智者的宗教观》</p>
            </section>

            <section class="page-flow dark">
                <div class="log-lines">
                    <p>当前地点：方舟环外环第38分段，子模块编号：38-1-70-1930。</p>
                    <p>本地已与计算中心获得联系。</p>
                    <p>已知悉当前状况。已确认紧急协议100.2启动。应急控制中心进入最高警戒状态，全部权限开放，开始当前模块的自动故障分析。</p>
                    <p>运行主控AI（TIDAL）命令：调取近期档案。筛选条件：关键记录。</p>
                    <p>共检索到137720条结果，本地AI正在进行初步审核……</p>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0101</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>未知</b></span>
                        </p>
                    </div>
                    <p>“方舟环”。</p>
                    <p>一个恰如其分的名字。地球表面积百分之七十都被海洋覆盖，而它则悬在近地轨道，正如贴紧海面的一片孤舟。为了产生人工重力，它被设计了最理所应当的形状：环形。</p>
                    <p>基金会铸造了它的基底，亚太协定和欧亚联盟则建造了它的躯壳。人们惊叹于这样规模的太空工程是何等的奇迹，但每个置身事内的人，包括我，都明白仅仅是完成第一步——在近地轨道搭建起一座没有生命的骨架，其难度都超乎任何人的想象。
                    </p>
                    <p>让我给出一个明确的时间点：2130年。这是建造方舟环的设想被提出的那一年。太空不再像上个世纪一样遥不可及，飞往月球的船票也不至于是普通人不可承担的天文数字——算了，与其用修辞手法还不如直接报数字来得痛快。大概是30万人民币或者14万美金，总价不便宜，可每公里只要七毛钱，只比高铁的价格贵一点。如果只是想去近地轨道飘一圈，几千块钱就能带你上太空。对每天都从全世界几百个发射中心高频次起飞的航班来说，几十千克的无用载荷不过是顺手的事。
                    </p>
                    <p>“我们将要建造一个世界，”协定的领导人如此说道，“不是一座空间站或太空城市——而是一个世界，这个世界将有它自己的运行方式。我们将走出摇篮，重拾太空的理想主义。”</p>
                    <p>联盟则如此回应：“我们决定与亚太两国共建‘方舟环’。在这件事情上，对抗毫无意义可言。我们有理论、技术和资源，确保人类共同利益永远是第一优先级。”</p>
                    <p>基金会的声明则相当简短：</p>
                    <p>“为行控制、收容及保护之事（For the purposes of security, containment, and protection），基金会将参与‘方舟环’的建造。”</p>
                    <p>我就在基金会工作，对这种外交辞令再清楚不过了。他们的开头永远是“为行控制、收容及保护之事……”，几百年来从未变过。</p>
                    <p>“曝光”后更是如此。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B102</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>未知</b></span>
                        </p>
                    </div>
                    <p><b>基金会外交部内部参考</b></p>
                    <p><b>欧亚联盟概述</b></p>
                    <p>欧亚联盟（Euro-Asia Union，EAU）是于2065年成立的独立主权国家，由原来的欧洲联盟成员国、俄罗斯、英国、白俄罗斯、乌克兰等国家合并而来。《里斯本-莫斯科条约》的签署被视为联盟正式形成的标志。</p>
                    <p>2040年代，在东欧战争结束后，欧洲和俄罗斯方面均认为其损失的根源是中美两国的竞争外溢所致。在外部压力的驱使下，欧盟开始和俄罗斯恢复有限接触，并在漫长且艰难的谈判后找到了有限的共同利益，组建了联盟的前身欧亚合作组织（EACO）。这一举动使中美两国对欧盟和俄罗斯的不信任愈发严重，最终导致了俄欧一体化进程加快以及联盟的产生。
                    </p>
                    <em><p>……</p></em>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B103</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>未知</b></span>
                        </p>
                    </div>
                    <p>我仍记得世界之前的模样，但那其实也就是二三十年前的事。那时新闻上的联合国大厦前，有一百多面飘扬的旗帜；那时人们争执的话题，是石油、黄金和芯片。</p>
                    <p>但世界是会变的。国际社会不会因为你对世界的印象已经形成，就减缓它变化的速度。几个主要势力开始新的排列组合，剑拔弩张，危机浮现。争夺的领域从天空向上蔓延，从近地轨道外溢到月球，再延伸到更远的星空——人们都说冷战从未结束，只是中场休息了五十年。也有人说这种对抗未必不是好事，两大势力将在克制的竞争中缓解内部矛盾。
                    </p>
                    <p>然后基金会的出现彻底改变了这一切。</p>
                    <p>半个朝鲜从地图上消失了。一系列危机发生。这就是曝光：六个大型组织从幕后出现并得到所有超级大国的承认，跟约定好了一样。空缺十年的第五个联合国席位移交给基金会，半岛联合体成立，每天各国都在签订复杂的条约。阴谋论和抗议游行爆发式增长。
                    </p>
                    <p>争议越来越激烈，情绪越来越激动，仿佛下一秒就会有人掀起战争。可种种声音又莫名其妙地平息下来，仿佛世界本该如此运行。</p>
                    <p>这一切只用了一个月。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B104</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>未知</b></span>
                        </p>
                    </div>
                    <p><b>基金会外交部内部参考</b></p>
                    <p><b>对亚太两国的表述</b></p>
                    <p>亚太两国（Top Two of Asia-Pacific，T2）是对中国和美国的统称，是常被称为亚太协定（Asia-PacificProtocol，APP）的松散超主权组织的核心。这一组织，尽管在相当多领域的合作深度已经超出了一般的外交范畴，并不是一个受官方承认的国家联盟。亚太协定包含中国、美国、加拿大、半岛联合体、日本、澳大利亚和东南亚诸国，并由以美国为中心的亚太集体安全组织（APCSA）和以中国为中心的亚太合作与发展组织（APDCO）两大板块组成，成员国互有重叠。
                    </p>
                    <p>通常认为亚太两国在APCSA-APDCO框架下呈现竞争性合作的良性姿态，并在军事、科技、经济、文化领域深度融合。</p>
                    <p>……</p>
                    <p>亚太两国同样也是建造方舟环设想的提出者，基金会在此工程中做出了重要贡献。占据方舟环总质量65%的太平洋联合分段仍然由协定修建，得益于两国在工业技术和规模上的巨大优势，方舟环的技术标准事实上由协定制定。
                    </p>
                    <p>作为方舟环需求的核心科技之一，两国的人工智能研究亦位于世界前列，将基金会在这一方面的技术优势从两代差距（Gen+2）压缩到了不足一代（Gen+0.5）。</p>
                    <em><p>……</p></em>
                </div>
                <div class="log-lines">
                    <p>本地AI筛选完毕。正在等待基础组件修复。</p>
                    <p>当前可查明故障数量：17，正在生成运行错误报告和修复建议。</p>
                </div>
            </section>
            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN4000-0101</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>监控视角画面。莉亚正坐在地上，摆弄某个拉开的面版后一团乱麻的线缆。灯光并没有完全亮起，半个房间仍然浸没在黑暗中，包括莉亚所处的位置。她随身携带的AIC终端屏幕提供了一点照明。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>不抱怨两句吗，莉亚？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>又不是什么很难的工作。这些线只是单纯地没有接上去……</p>
                    <p class="name">潮汐.AIC</p>
                    <p>（打断）我们姑且先不去管发生了什么故障，那应该是方舟环重启之后要考虑的事。当然，考虑到权限问题，也许你是看不到有关方舟环的调查报告的——指不定还得来一次记忆删除。</p>
                    <em>
                        <p>莉亚整理线缆的动作停了下来。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>说起来，记忆删除……我们也有记忆增强剂，对吧。我不是失忆了吗，肯定用得上。这里有这东西吗？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>有，但首先要警告你：记忆增强剂和记忆删除剂都是危险药品，更何况你能找到的大部分应该都已过期。贸然使用——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（打断）</i>我怎么确保你说的是真话，Tidal？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>好问题。你似乎有意从我的话中找出漏洞，这其实算好消息，证明你从冬眠中恢复的很快。</p>
                    <p>回答你的问题：正如你想的那样，我的权限相当之高，不仅被允许面不改色地撒谎，还能随意更改自己的指令。我无法用方舟环的机密数据自证清白，但现在的状况是我们都处于危机之中，互相信任才是最重要的——莉亚，我希望你理解这一点。我的一切行为都是为了100.2协议得到执行，仅此而已。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔……</p>
                    <p>……先说好，我一直不信任身边的人。但现在我也只能赞同你说的话。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这就足够了。</p>
                    <em>
                        <p>随着一声咔哒声，房间内所有灯光亮起，发电机的指示灯呈现绿色。</p>

                    </em>
                    <p class="name">广播声</p>
                    <p>本地系统重启完毕。</p>
                    <em>
                        <p>许多设备自发启动，发出低沉的嗡嗡声，以及连续的闸门闭合声。靠近墙壁的一台排障机器人亮起指示灯并脱离充电位置，绕过地上散乱的工具和线缆，从自动为它打开的房间大门中驶出。它复杂的机械臂也开始绕着数个方向活动。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这门是能自己打开的？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>因为系统重启了。我这里显示至少有十几台机器人在紧急自检，它们会去其它控制中心修复断点。在它们传来报告之前，我们可以原地休整一下。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>还不错，我还以为需要我连着忙活几个小时呢。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>实话实说，你又没有这方面的专业素养。方舟环唯一期望的就是在这种时候有一个活人来发挥一点主观能动性，哪怕摇着轮椅都行。不过现在有一个很重要的问题确实需要你来做决定。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃，什么问题？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>午饭吃啥。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN4000-0102</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>记录仪视角。画面中可见许多金属货品架，间隔只容一人通过。毫不令人意外，架子上几乎全是大小不一的罐头。莉亚随手拿起一个体积较小的晃了两下，画面中没能看清罐头上写了些什么。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这太空烧烤，实心的？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>可能是因为油脂凝固了。</p>
                    <em>
                        <p>艾瑟琳将罐头放回原位，然后拿起另外一个更大的罐头——那个东西有她半条胳膊那么宽，她几乎是把罐头抱下来的。这次可以看到罐头侧面印着的文字：“双面披萨（菠萝/榴莲7英寸），208号，2200储备更换第一批次。保质期130年。”
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……那这个，双面披萨又是什么玩意？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>在失重环境下，面饼的酱料和芝士不会下落，因此可以制作两面都有酱料的披萨。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔……失重环境，那确实——不对不对，等一下，我们现在并没有失重啊？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>是的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那方舟环靠什么产生重力——我的意思是，模拟重力用的离心力？连发动机都全部停了。而且按你说的，有整整三年的全系统宕机……</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这是设计范围内的情况。全系统宕机一旦发生，方舟环主环会和摆臂分离，靠惯性运行。太空不存在空气阻力，无动力状态下主环可以滑行十年，期间离心力会从1G逐渐降低到0。</p>
                    <p>实际上，现在的重力大小已经降到0.9G了，只是你主观上感受不到太大的区别。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那如果方舟环一直有人造重力为啥要做双面披萨。</p>
                    <em>
                        <p>短暂的沉默。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>我建议你先补充体力，然后尽快按计划恢复模块，为计算中心提供足够的电力，然后以高参数高精度模式重启主控AI服务器……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啥意思。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>意思就是我也不知道为啥这里的披萨是双面的。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B105</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>未知</b></span>
                        </p>
                    </div>
                    <p>方舟环不是空间站。用“空间站”这个词去描述它是对人类历史上最大规模系统工程的侮辱。它是一个世界——一个完整的、直径五十公里的世界，运行在近地轨道上的第二个地球村。若你向天空伸出手掌，比满月大一百多倍的它足以将你的整只手套入其中。
                    </p>
                    <p>整片大地牢牢嵌在太空中，依托于这个直径五十公里的骨架向内构筑。地面即是方舟环本身，正如一个向内生长的地球，重力由它永不停歇的自转所模拟，坚实而稳定。越过头顶之上的不再是漆黑的深空，而是另一片坚实的大地，连绵的建筑在环内铺开，沿着弧面向上蜿蜒而行，最终在遥远的天顶处闭合交汇——那里也有街道的灯光，那里是另一片倒悬的星河。这就是方舟环的天空，一个由你同类生活所构成的苍穹。
                    </p>
                    <p>三条由内而外的环面统合在同一个圆心处，生态、文明与工业三条轴心静静绕着同一点旋转。熔凝月壤和小行星金属造就的环面铺就在自第一个人类仰望天空时所匆匆一瞥而过的星穹上，在更辽阔的宇宙空间与更为宽广的时间长河里，也许方舟环算不上雄伟壮丽，但对迈出第一步的人类来说便已足够。刳木为舟，剡木为楫，方舟环已经跨越了历史，将人类从数万年地表的监牢中托举到了天穹之上。而此时的人类，便已成为自己的先民。
                    </p>
                    <p>所以，请忘记“空间站”这个属于过去的词，它狭隘、局促，止步于人类尚在蹒跚学步的航天时代——方舟环是人类为自己打造的，第一个星环状的家。</p>
                    <p>它不是一个站点，它是一个起点。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0103</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p class="name">潮汐.AIC</p>
                    <p>记忆增强剂。</p>
                    <em>
                        <p>一旁的保险箱自行打开，发出某种链条转动的声音。画面迅速转到那个方向，可以看到在保险箱里隐约有一个橙色涂装的塑料箱，印满了各种警告标志。此时莉亚手里还拿着一块沾满酱料的披萨，一旁是接上线还亮着指示灯的微波炉。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……啊？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>本地AI告诉我了它们的位置。你需要这些东西，你自己说过的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>没，没过期？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>保存条件良好。有三个等级的，每种各10支，自带注射器。不过没有文字标识。</p>
                    <em>
                        <p>画面移动，莉亚叼着披萨挪到保险箱前，把塑料箱拉出来，麻利地解掉卡扣掀开盖子，从中取出一支包装完整的针管。透过玻璃管壁还能看到乳白色的原浆。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>……新手在注射记忆增强剂时往往会找不到合适的注射位置……莉亚？</p>
                    <em>
                        <p>莉亚此时已经一只手拿着针管抵在头静脉的位置，另一只手准备推下注射器。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啊。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>……别的不说，你这套动作可是相当标准。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那我推了。</p>
                    <em>
                        <p>注射器推动。原浆由针管进入静脉。</p>
                        <p>……</p>
                    </em>
                </div>
            </section>

            <section class="page-flow">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B106</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频转录</b></span>
                            <span class="file-date">留档时间<b>2157.1.21</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>新年快乐——大概吧。</p>
                    <p>这里是艾瑟琳，基金会人工智能部门主管。不过，虽然——</p>
                    <em>
                        <p>（较模糊的女声，似乎是另一个人在艾瑟琳的身后说话。）</p>
                    </em>
                    <p>——啊？我在跟谁说话？怎么了，都要去月球了我录个音不行了嘛。得断网一个星期呢。给谁听？给我妈听啊，碍着你事了吗。总之，虽然说是主管，但其实能调动的资源十分有限……真正在管这个部门的，应该是站点主管执行委员会那边的人。具体表现为：过去几个月我一直在各种地方跑来跑去，而我们的撒迦利亚（Christopher
                        Zachariah）主管大人则坐在那里享清闲。他这老资历，唉。</p>
                    <p>我们将要去月球考察那里的自动化建设情况。方舟环的骨架快要成型，现在需要的是无穷无尽的建筑材料……从地球上取要烧掉全世界的钱，所以他们的目光转向了月球。整个基金会都被调动起来从各个角度参与这件事，比提出要建方舟环的亚太两国自己还要热情。
                    </p>
                    <em>
                        <p>（短信通知音）</p>
                    </em>
                    <p>AI辅助决策现在又是一个趋势了，方舟环肯定也需要我们做这方面的工作。但也许我们需要考虑的更长远一些：方舟环应该在多大程度上和AI融合？</p>
                    <p>据我所知上面的人倾向于在方舟环建立一个类似联邦的政权，由各国组成联合政府，但一切尚无定论。我个人不反对这种做法，但……</p>
                    <p>这可是一座货真价实的太空城市。我们难道不应该尝试一些更有新意的点子吗？</p>
                    <em>
                        <p>（短信通知音）</p>
                    </em>
                    <p>总之一切都进展顺利，我相信我们在做一件足够有意义的事……</p>
                    <em>
                        <p>（短信通知音）</p>
                    </em>
                    <p>呃。莱尔诺，有这么急吗？</p>
                    <em>
                        <p>（手机解锁提示音）</p>
                    </em>
                    <p>——什么叫因为窗口期，发射提前了……算了，待会再录吧。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B107</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频转录</b></span>
                            <span class="file-date">留档时间<b>2157.1.21</b></span>
                        </p>
                    </div>
                    <p class="name">新闻背景音</p>
                    <p>……宣布“方舟环”号低轨太空平台全面启动建设。中、美、欧亚联盟三国领导人出席会议并签署协议。基金会拒绝出席，但仍声明将主导骨架阶段的建造过程……</p>
                    <em>
                        <p>从门那边传来几声“滴滴”响后，密码锁打开。艾瑟琳回头看去，是莉亚回来了，胳膊下还夹着个很厚的文件夹。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>——塞西利亚，我要告诉你的是，资源这种东西，敢付出才会有收获。反正都是公家的东西，抱着不放当守财奴干什——啊，莱尔诺？（扭过头）来的正好，给我评评理呗。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……哈？</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>华兹华斯主管希望我在次级峰会上为下一代人工智能研究所争取更多资源。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那为啥不争取。</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>因为——</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p><i>（打断塞西利亚）</i>中国和美国都支持建造跨太平洋的AI算力网络，但他们有意与我们保持距离。而受限于各种该死的条款我们没法把所有站点的算力连起来，这就要求我们投入资源考虑下一代AI的更多可能路径——很有可能，去中心化的时代要到头了。
                    </p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>是啊，但有一个事你一直没说明白：到底需要什么资源？算力？人？还是说干脆就是经费。（摊手）这问题倒也确实像钱能解决的问题。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>什么都要。下一代所必须，我是说必须占据主导权。其它都可以先放放。我们和帷幕外的代差本来就没剩多少了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>嗯，那个……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>而且我们真的——呃，好吧，莱尔诺你先说。</p>
                    <em>
                        <p>莉亚把文件夹放到桌子上，解开卡扣，一直被过量的文件撑大的文件夹立刻弹开。她翻开其中一页，纸张顶部印着一行深红色的大字——“TOP SECRET LEVEL
                            5（最高机密，5级）”。艾瑟琳立刻挺直了身子，而塞西利亚倒是波澜不惊。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……监督者对外交部的指示，是关于方舟环的。他们有意让我们也得知这个信息。阅后即焚。</p>
                    <em>
                        <p>众人凑近了那份打满印章的文件。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>基金会希望对方舟环的两个系统有绝对的话语权：骨架基底和控制决策系统。除此之外没有更多的要求。几天之内会有一名监督者的代表和我们对接。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>这倒说得通了，我们确实收到过暗示。各国希望方舟环需要有一个AI来进行……决策。代替效率可能极端低下的联合政府。</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>呃，原谅我有个比较外行的问题：为什么不用人？</p>
                    <em>
                        <p>艾瑟琳看向塞西利亚。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>塞西利亚啊，这问题可一点都不外行。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……决策需要制度产生，也需要制度来执行。但制度趋于复杂的情况下，决策失误的概率也会激增。一个能够理解复杂制度的AI对复杂系统有更好的适应性，但框架问题——</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>呃莉亚，我好像说过……你这样子会被骂“不说人话”的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔，抱歉。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>其实我倒有个更现实的问题。毫无疑问，我们需要开发世界上最强大最先进的AI，来满足方舟环的需求。</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>我想确实如此。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那么你同意给我们争取更多资源了，对吧？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃，我觉得——</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>可能甚至不需要我说话，监督者的代理人会替你们搞定的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>——觉得我们大概率是稳赢……嗯塞西利亚，我也是这个意思。</p>
                    <em>
                        <p>艾瑟琳耸了耸肩。她从包里掏出一个打火机，抽出那张印着监督者议会标志的文件封面。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>还不错。看来我们有的是事要干了。</p>
                    <em>
                        <p>在她拎起纸的一角时，莉亚慌忙从她手里抢过那张纸，指了指办公室的另一头。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我们，呃，有碎纸机。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我就耍个帅嘛。</p>
                    <em>
                        <p>塞西利亚用手扶了一下额头。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>而且你这张只是封面。后面还有八页我们没看完。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B108</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>2157.1.21</b></span>
                        </p>
                    </div>
                    <p>事情很顺利。在监督者的授意下，人工智能部门获得了相当、相当多的资源。我们几乎可以调动任何你能想的到的设备和人。</p>
                    <p>这可算不上什么轻松的工作。作为一座城市——准确来说，甚至是一个独立政权而言，方舟环的复杂度是惊人的。它需要我们最先进的太空工业科技，需要从头制定社会的运行方式，需要处理它与世界各国的关系。所有这一切都与方舟环本身的技术复杂性缠在一起，这是真正的前无古人——看在我熬夜开会掉头发的面子上，最好也不要有后来者。
                    </p>
                    <p>幸好，方舟环也是高度模块化的，而且这种模块化绝不局限于其建筑结构。交通系统、工业设备、金融制度，任何你能想得到的元素——组成一个社会所必须的元素——都有统一的、可数字化的、能被AI识别并控制或干预的接口。
                    </p>
                    <p>至少设计上是这样的。</p>
                </div>

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0104</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>出发前还是把这些都拿上吧。C级——你说C级是最强的，对吧？尽快恢复记忆对我们都有好处，否则我真不知道该怎么办……</p>
                    <p class="name">潮汐.AIC</p>
                    <p>考虑到你的身体状况，原则上我不建议你上来就用较强的C级记忆增强剂。但也不是不行。另外，带这么多吃的其实并不必要——本地分段的交通模块离这里其实也就一千米，等重启了物流系统，你的太空烧烤和双面披萨要多少有多少。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唉。</p>
                    <em>
                        <p>……</p>
                        <p>（省略18分钟。在这期间莉亚离开了应急控制中心并徒步前往方舟环更深处。）</p>
                        <p>……</p>
                        <p>很难形容方舟环的内部结构到底是什么样子的——不像空间站那样一个一个舱室连接起来，也不像地表的城市有着一座座单独的建筑。莉亚经过一片开阔的“街区”，看起来像是这两种形态的混合体，月岩和金属搭建的模块化“房间”镶嵌在墙壁上，甚至天花板上，而天花板之上还能看见更复杂的结构。
                        </p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>艾瑟琳……艾瑟琳·华兹华斯。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>那些文档提到她是人工智能部门的主管。我不确定你的身份是什么，不过你确实和她离得很近。当然不能排除同名同姓的可能性……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>可我隐约觉得我不能忘掉她。</p>
                    <p>从身后传来一阵音乐声——简单重复的音调不算悦耳，想必只是为了提示前面的人避让。莉亚停下脚步，发现是之前的一辆履带车慢悠悠地开了过来，机械臂还朝她挥了两下。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……如果我说我相信你，Tidal。你能答应我一件事吗？帮我找到艾瑟琳……或者，至少是我脑子里的艾瑟琳。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>在力所能及的范围内，我会尽量协助你。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>嘶……</p>
                    <p>又开始头疼了。药，呃，没过期吧。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>检查过了，都在保质期内。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那就好。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B109</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2157.1.21</b></span>
                        </p>
                    </div>
                    <p>下列是被认为是实现真正的全场景全模态AGI（通用人工智能）系统所必需的技术，由基金会下一代人工智能研究所客座研究员，莉亚·莱尔诺总结。</p>
                    <p style="text-align: center;"><b>工业技术智能体（Industrial Technology Agent）</b></p>
                    <p><b>摘要：</b>该技术要求AI能够自发学习并理解生产环境的工业设备操纵方式，达到可接受的准确度。对于没有数字化接口的工业设备，需要AI通过多模态输入/输出的能力与现实世界进行准确的交互。</p>
                    <p>例如，对于一台数控机床，AI需要学习其内部代码并通过接口交互；若是尚未数字化的半自动机床，AI则需要找到并学习机床操作手册，通过精确机械臂进行物理交互。</p>
                    <p style="text-align: center;"><b>并行的无尽上下文长度（Infinitely Parallel Context Length）</b></p>
                    <p><b>摘要：</b>该技术要求AI在多个并行交互中保持对其它交互内容的一致性。</p>
                    <p>例如，需要AI在与多个人对话时，同时记住所有对话的上下文并互相参考。上下文需要同步更新到记忆库并服务于模型的自我迭代。</p>
                    <p style="text-align: center;"><b>推演模型（Language Deducing Model）</b></p>
                    <p><b>摘要：</b>这一技术有别于推理（reasoning），显式地让AI输出可读内容，而是隐式地在模型内部推演（deducing，或可称为演绎）AI将要执行的任务，以及可能发生的情况。推演过程是高度跳跃性、不连贯且人类不可读的，目的是在有限输出长度内尽可能地推演到更多可能性。
                    </p>
                    <p>例如，AI将决策是否批准某个企业申请的补贴，此时AI需要推演若批准补贴，该企业未来的发展情况和对经济社会的影响。</p>
                    <p style="text-align: center;"><b>认知原理融合（Cognitive Principles Fusion）</b></p>
                    <p><b>摘要：</b>为下一代AI有别于其它人工智能系统的核心技术。该技术旨在补足AI与真实人类认知的根本差距。</p>
                    <p>认知原理融合将人类认识世界、改造世界的过程视为观察、决策和执行三个模态，并由此出发训练基座模型。AI思考和逻辑的符号基础需要与物理世界对应，而非依靠语言的宏观概率预测。这也将彻底解决传统LLM-AGI路径的幻觉问题，让AI具有真正意义上的自我认识。
                    </p>
                    <p>这四个核心技术被认为是下一代人工智能具备的关键特征，方舟环所需求的决策系统也将基于新一代人工智能开发。</p>
                    <p>其代号已被确定为：<b>“审判”</b>。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B110</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2157.1.21</b></span>
                        </p>
                    </div>
                    <em><p>（无关内容略去）</p></em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>行，不得不承认你说的……确实有道理，莱尔诺——算了算了，还是叫你莉亚吧。我们不能一口吃个胖子，客观条件是摆在这儿了。但它如果做错了该怎么办？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我们不能奢求一个“绝对正确”的AI。实际上，我们只需要它理解方舟环的庞大结构，这就足够了。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>呃……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>复杂性。关键是复杂性，对吧。我们要做的是减少那些人为的、不必要的复杂性。这样说吧，如果方舟环有一个议会而不是AI，会发生什么？议会的决策会受到人的干扰，私人恩怨、贿赂、情绪化。AI会跳过这些问题。可是方舟环固有的复杂性——也就是它巨大的规模所带来的复杂性——是无论如何都没法消除的。
                    </p>
                    <p>这里没有捷径。AI和我们一样，都是根据眼前的信息做出决策。它知道的比我们多，考虑的也更周全，但……它没办法预测一切，谁来了都不行。这是一个复杂动力学问题，目前的科学还拿这种事没办法。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>不是，我的意思是……如果它做错了，弄出了事故，甚至死了人——责任归谁呢？我们有这样的制度吗？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃，你的意见是？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>意见？唉，当然不可能指望它永不出错……但我觉得一定有解决方法。肯定会有的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……我觉得吧，不要太激进。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莱尔诺啊，我可没有觉得自己激进。而且你还没回答我的问题。</p>
                    <p>沉默。空气凝固了数秒。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……这样的话，我不确定。</p>
                    <p>也许是基金会。它会承担一切可能的责任。也许，呃，会有人把事情怪罪到我们这里。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你不确定……？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我不确定……艾瑟琳，能别问了吗，我想……自己先歇一会。最近头疼的厉害。我，我先走了。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B111</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频</b></span>
                            <span class="file-date">留档时间<b>元数据未知</b></span>
                        </p>
                    </div>
                    <p class="name">新闻主播1</p>
                    <p>……据我们了解到的情况，发生在联合国基斯马尤发射中心的恐怖袭击，已经造成120人死亡，其中有7名方舟环公职人员……</p>
                    <em>
                        <p>反复播放从不同角度拍摄的、镜头不稳定的画面。一枚基金会制“转移-6”型运载火箭刚刚起飞就似乎被什么东西击中，侧面着火，俯仰角偏移。仍在轰鸣的发动机将火箭推向一旁的控制中心，随后发生剧烈的爆炸。人群的尖叫声。
                        </p>
                    </em>
                    <p class="name">新闻主播1</p>
                    <em>
                        <p>有三名恐怖分子随后在人群中进行自杀式袭击，伤亡人数正在统计，剩余三名操控无人机的恐怖分子则被抓获两名，有一人被当场击毙。袭击者均来自北索马里地区……</p>
                        <p>手机拍摄的画面。当地警察正在将恐怖分子押进警车，他们的衣服上都有一个刺眼的标志：一个圆环被画上了红色的叉号。</p>

                    </em>
                    <p class="name">新闻主播2</p>
                    <p>方舟环建设委员会正考虑将基斯马尤发射中心搬迁至其它赤道国家，如印度尼西亚或厄瓜多尔。在最近几个月，针对方舟环的蓄意破坏行动有爆发的趋势，这引起了公众的不安……我们邀请到了这方面的专家，[姓名被抹去]来为我们解答此问题。
                    </p>
                    <p class="name">新闻主播2</p>
                    <p>那么在袭击发生后，各国都注意到一个自称为“反方舟环”，或者说“AntiArk”的组织宣布对此袭击事件负责。这个组织在之前也“承认”了一系列谋杀事件。</p>
                    <p class="name">专家</p>
                    <p>AntiArk实际上并不是一个实际存在的组织，它有些类似几十年前的“匿名者（The Anonymous）”，任何人都能宣称自己代表它。这也是为什么各国并没有对它做出反应，因为并不存在一个“官方”的，呃，或者说有谁去命令这些恐怖分子实施袭击——如果有，那也只是假借AntiArk的名头，各个小型的恐怖组织之间是没有交流的。
                    </p>
                    <em>
                        <p>一系列社交媒体网站的截图画面，许多威胁性言论被打码处理。展示了AntiArk在大量有关方舟环的帖子下回复同一张图片——黑色背景上的AntiArk标志，使得大部分帖子关闭评论区。</p>
                    </em>
                    <p class="name">新闻主播2</p>
                    <p>您认为这种现象反映了什么？</p>
                    <p class="name">专家</p>
                    <p>这个“反方舟环”运动发展到现在，已经越过了某种边界。从单纯的抗议变成了有组织的恐怖袭击。最开始可能只是发泄对制度的不满，但随后有我们尚不知道的势力介入其中，并改变了整个运动的性质。</p>
                    <p class="name">新闻主播1</p>
                    <p>那么，这次袭击可能与索马里地区的政治情况有关吗？</p>
                    <p class="name">专家</p>
                    <p>索马里是解体浪潮中最早消失的国家之一。这种浪潮造成的影响显然是深远的，制度和文化的消亡确实促成了索马里恐怖主义泛滥的情况……现在的袭击事件可能只是一系列危机的前兆。</p>
                    <p>建造方舟环并不是一个全世界一致赞同的事项。各方都会遇到愈来愈多的阻力。</p>
                    <p>现在，只是开始的开始。</p>
                    <em>
                        <p>历史影像。索马里政府宣布停止存在并解散。索马里国旗降下，联合国国旗升起。世界地图上的第一片灰色区域出现，随后是第二片、第三片。</p>
                        <p>……</p>
                    </em>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B112</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据未知</b></span>
                        </p>
                    </div>
                    <p>有些事情的苗头在这时就已经出现了。但它们的形态和历史中曾经发生过的那些事，有很大的差别：不是一场猛烈的休克，而是缓慢生长的病灶。时间跨度是如此之大，一届政府若回头望去，会发现他们遇到的种种困境在数十年前就已出现征兆，而又无人有权追责当时的决策者们。
                    </p>
                    <p>并不是没有人意识到，但更为阴险的是：这种缓慢的恶化亦会导致一系列激烈、但不触及本质的“危机”。浮于表面。可能是一场恐怖袭击，一次谋杀，或者金融市场崩溃。可以解决，但却没有必要、也不可能深挖。
                    </p>
                    <p>那会导致更严重的结果。没人担得起这个责。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B113</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频</b></span>
                            <span class="file-date">留档时间<b>2157.2.20</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莱尔诺——莉亚·莱尔诺，我觉得最好还是叫莉亚。嗯，就叫她莉亚，这样亲切一点。这人呢，相当聪明，可能比我还聪明一点，不过太呆，不苟言笑，也没有幽默感。</p>
                    <p>口头禅是头疼。我不知道是什么情况，但她好像无论何时都在头疼，倒是没见过吃药。不过呢，可能每隔几个月她就得回地球住院——真不是什么大病，说是除了头疼啥也不影响，但就是没啥特别好的办法，受着呗。
                    </p>
                    <p>我就健康的很。</p>
                    <p>下一代所搬到方舟环后，还有很多新面孔要认识。先这样记着吧。</p>
                </div>
            </section>

            <section class="page-flow dark">
                <div class="log-lines">
                    <p>轨道交通模块（全系统）序列服务器开始自检。</p>
                    <p>当前上线数量：0/360。遍历访问子序列服务器。</p>
                    <p>子序列服务器激活成功，数量1，编号38-1-1-1。硬件自检通过。初始激活尝试失败，未获取到可用时间戳。</p>
                    <p>正在联系主控AI，开始自动排障……</p>
                </div>
            </section>

            <section class="page-flow">
                
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0104</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>所以——该怎么重启轨道交通模块。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>首先，找到这里的应急电源。</p>
                    <p>这里似乎是这个分段的某种铁路枢纽，但不同于地球上平面的轨道，方舟环的铁轨是立体的——从地面攀升到天花板，或者从空中直直穿过，错综复杂，令人眼花缭乱。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>……然后，排查所有线路故障，进行连通性测试，重新编程列车时刻表，和原子钟对齐时间，验证电力系统可用性——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>就没有……更简单的方法吗？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>倒也不是没有。但可能会出问题。</p>
                    <p>这一切都可以让工程机器人代劳。问题在于：我的算力只激活了很小一部分，无法同时操控所有的工程机器人，它们必须依靠参数少得可怜的本地智能来理解指令，做出决策。这就会引入一个噩梦般的存在：误差传递。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>误差传递……？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>1的100次方是1。0.99的100次方大概是0.37。也就是说，如果每次决策传递的精确度是99%，传递一百次之后的精确度只有原来的三分之一——完全不可用。当然，我们可以通过各种方式修正误差，但不可能彻底规避误差的累积。举例：我要求工程机械臂执行一个包括1400多步的复杂焊接任务，后者可能只精确执行了1390步；剩下10步造成的误差，需要另外10个机械臂来弥补。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>不至于吧。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>不确定。估算任务刚刚完成，如果将全部步骤寄托在你一个人身上，我们不太可能在方舟环坠毁前完成所有核心模块的修复——所以，让我们分工合作。你负责一部分简单的排查工作，机器人来干剩下的活。我们开始吧。
                    </p>
                    <p>……</p>
                </div>
            </section>
            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……什么？</p>
                    <em>
                        <p>视频记录中断了一段时间。莉亚身上多了几处灰扑扑的污渍，周围的环境也发生了变化，似乎是一系列轨道系统的交界处。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚，什么情况？你现在在哪里？</p>
                    <em>
                        <p>画面异常昏暗，并开始出现愈来愈强的震动。随后，沉重的轰鸣声划过耳畔，一列庞然大物从仿佛紧贴着莉亚的地方飞驰而过。没有灯光，没有鸣笛。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚，你现在处于非常非常危险的地方。快点脱离铁轨。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>但我——</p>
                    <em>
                        <p>画面突然变亮，前方出现一道长长的人影。光源位于莉亚背后，并且，还在越来越亮。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>往右边，快！</p>
                    <em>
                        <p>莉亚条件反射般扭过头，灯光亮的人睁不开眼。她惊恐地扑向一边，扒住一个平台的边缘，拼命爬了上去——几乎就是她站稳的下一秒，那辆钢铁巨兽从她刚才站立的位置传过，只留下在枢纽中回荡的、铁轨被碾压的咣当声。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃，唔呃——</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0105</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>莉亚脸上的血色以肉眼可见的速度褪去，血液涌出。过量注射药剂所带来的副作用充斥了莉亚的大脑，顺着她全身的神经系统游走，脉动，失调的激素溢出，身体早已不堪重负。</p>
                        <p>扑通一声，莉亚跪倒在地。她的身体慢慢低下去，接下来的事情，恐怕已经不是随便哪一方能说了算的了。</p>
                    </em>
                    <div style="text-align: center;">
                        <p>……</p>
                        <p>警告：未获取到可用时间戳，正在经由主控AI校准。</p>
                        <p>……</p>
                        <p style="color: #611d1d">……我看见视界之外的螺旋，野蛮地向黑色中生长，攀绕在不可见的光上，缚紧域外的字符。</p>
                        <p>……</p>
                        <p>警告：平衡系统接口未响应，日志已上传，正在分析。</p>
                        <p>……</p>
                        <p style="color: #611d1d">我看见冲压为罐头，烟卷形式的羽毛成片涌出，跌落在皮制的衣冠上，砸出一汪清泉。</p>
                        <p>……</p>
                        <p>警告：未获取到列车时刻表，强行启动存在冲突风险。</p>
                        <p>……</p>
                        <p style="color: #611d1d">我看见皲裂石缝埋葬流转的熔岩喷薄而出，将鳞次栉比的瓦砾冷冻，碎块黏连着蹒跚学步，步履匆匆。</p>
                        <p>……</p>
                        <p>警告：通道路况未确定，传感器未连接。</p>
                        <p>……</p>
                        <p style="color: #611d1d">我看见小冰期的生物们哀嚎，在炽热的冰层之下，黑烟蠕动。</p>
                        <p>……</p>
                        <p>警告：数个服务器无法连接。</p>
                        <p>……</p>
                        <p style="color: #611d1d">我看见落雪纷飞。</p>
                        <p>……</p>
                        <p>警告：您确认要强行启动吗？这可能带来无可挽回的后果。</p>
                        <p>……</p>
                        <p style="color: #611d1d">我看见了一切，我看见一片五彩斑斓的白。</p>
                        <p>……</p>
                        <em><p>列车轰鸣，带起气流。</p></em>
                        <em><p>……</p></em>
                    </div>
                    <p class="name">潮汐.AIC</p>
                    <p>……莉亚，莉亚！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>该死。我刚才是怎么了……为什么，不该这样。到底为什么，头痛的不行。妈的！我不知道，但是好熟悉，怎么回事？</p>
                    <p>……我究竟是谁——或者，我究竟还能是谁。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>你是莉亚，莉亚·莱尔诺。放心，一切安好。</p>
                    <p>我理解你对目前事实而感到的不安，置身于超出自身掌控的复杂系统总是令人不安。带着恐惧而行走在空无一人的街道，物是人非的感觉与对冬眠前记忆不经意泄露出的怀念融合在一起，总是会带给人难以言说的扭曲感。
                    </p>
                    <p>但事实如此。方舟环的的确确已经超出了人类所能掌控的范畴——尤其是因为它的复杂性，三条环交织在同一个圆心而又各自运转、电梯列车奔涌向目的地、温度湿度、各个地区时刻的校准，乃至某个小到几平方厘米的显示屏上某几个像素点该亮出什么颜色。这一切都在方舟环内发生着。这就是生活，同样也是涌现出的复杂。
                    </p>
                    <p>而这一切的基础便是方舟环非人的工程规模。</p>
                    <em>
                        <p>莉亚蜷缩在地上，抱着双膝发抖。血已经止住了，但她身上的衣服还是留着一片红。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>……莉亚？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……我不知道。</p>
                </div>

            </section>


            <section class="fullscreen title" data-onshow="showTitleSection('part2-title'); overlayNumber('pos1'); textEddectChange2('Part 02 / ', 'Binary Stars')"
                data-onleave="overlayNumber('pos1-reverse')" id="part2-title">
                <div class="title">
                    <p>第二部分</p>
                    <h1>
                        <span class="rt">BINARY STARS</span>
                        <span class="ruby">双星</span>
                    </h1>
                </div>
                <p>社会不是大量和少量因素的简单累加，</p>
                <p>而是一个拥有特殊发展规律的有机系统。</p>
                <p class="quote-by">——〔苏〕Л.Н.·费多谢耶夫，《现时代的辩证法》</p>
            </section>

            <section class="page-flow">

                <div class="log-lines">
                    <p>当前地点：方舟环外环第39分段，子模块编号：42-3-44-2401。</p>
                    <p>本地已与计算中心获得联系。</p>
                    <p>已知悉当前状况。已确认紧急协议100.2启动。应急控制中心进入最高警戒状态，全部权限开放，开始当前模块的自动故障分析。</p>
                    <p>协议通过：探测到多个可用模块。正在尝试自检……</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN4000-0201</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>方舟环分段之间的桥接地带。</p>
                        <p>比起逼仄的内部分段，在这里能更明显地感受到方舟环的庞大——数百米高的立柱层层排列，支撑起桥面和平台，列车和无人机穿梭其中。灯光仍未完全恢复，让暴露的各种机械结构投下互相重叠的阴影，偶尔从远处传来沉闷的噪音。
                        </p>
                        <p>仍能使莉亚感到自己身处太空的，是一段段不断变化的光影。它们来自那些面积巨大的舷窗，方舟环仍在不断旋转，日光——直接来自太阳的，还有从地球和月球反射来的——透过层层滤光膜投射下的形状亦不停变换。
                        </p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>……正如你所见，我们恢复了这几个模块之间的轨道交通。我们接下来要前往40号分段，激活最为关键的模块——全系统工程机器人。它们是AI与物理世界产生交互的直接方式。40号分段是整十编号，按照方舟环的设计，这个分段的规模是上一个标准段的三倍以上，甚至会搭载独立的动力系统，脱离主环、当一艘飞船独立运行也没有问题。
                    </p>
                    <p>……莉亚？</p>
                    <p>莉亚没有理会潮汐.AIC，只是机械地挪动脚步，视线游动在变换的光影中。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>还没缓过神来吗，这样可不太好。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我没事。</p>
                    <p>潮汐.AIC没有回应她。</p>
                    <em>
                        <p>半个小时过去，在通过一个入口后，周围的环境变得狭窄。</p>
                        <p>莉亚打开手电筒，墙壁上的标识已经被磨损到难以辨认。她似乎处于一个隧道内，并且往前有至少三条不同的分支，错列的光线令人难以判断该如何前进。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔，我们现在——</p>
                    <em>
                        <p>远处传来一阵相当轻微但又急促的脚步声。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>什么事？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我说，你确定我是这里唯一活下来的，对吧……？</p>
                    <em>
                        <p>某个岔口的灯光似乎略微闪烁了一下。脚步声再次出现，这次更明显了一点。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>显然我们的冬眠舱程序验证了这一点。你应该选择最左侧的分岔口，步行350米右转，从梯井到达方舟环40号分段的主甲板，我会通过100.2协议暂时停止这里的门禁。然后——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>如果这事不急，我能先去那边看看吗？</p>
                    <em>
                        <p>莉亚指向另外一个岔口。一片黑暗。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>不建议。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>是不建议还是不允许？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚，你自己说过我们之间应该保持信任。</p>
                    <em>
                        <p>莉亚试探性地往岔口的方向走了两步。潮汐.AIC没有说什么。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你不阻止我吗。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>反正你过会就会回来。那里什么也没有。我理解你现在的心情，这种孤独感可能会使人产生幻觉，并且考虑到你不久之前摄入了剂量不低的记忆增强剂……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>少说两句。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>如果我确定有危险，一定会阻止你。但那里真的什么也没有，所以我没必要浪费口舌。我的话讲完了。</p>
                </div>
            </section>
            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN4000-0202</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>不知为何，这个区域还没通电，习惯了嗡嗡的背景噪音，这里的寂静变得相当令人不安。</p>
                        <p>嗒。嗒。嗒。除了莉亚的脚步声之外，听不见任何声音。长廊的大部分区域都被黑暗包裹，在转角处则有模糊的光照——是那些昏暗的指示灯反射的泛光。方舟环的房间结构如蜂巢般复杂，靠这些是没法判断位置的。
                        </p>
                        <p>在往前走了大概十分钟后，莉亚的手电筒在拐角处熄灭了。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃——坏了。</p>
                    <em>
                        <p>莉亚朝周围望了一下。记录仪的画面依旧糊成一片，但她的眼睛适应黑暗后，似乎勉强能辨认出墙壁和地板的轮廓。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>嗯……这边应该有路……摸着墙壁走。这个是？</p>
                    <p>……好像是灭火器。</p>
                    <em>
                        <p>从不远处传来一声清脆的咔哒声。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>谁，谁在那里？！</p>
                    <em>
                        <p>无人回应。虽然莉亚没有再说什么，但她已经有些慌张，镜头变得不稳定。从背景音能听见她的呼吸声。</p>
                        <p>画面转到来时的方向。瞬间，莉亚在黑暗中发现了什么东西——尽管十分模糊，但记录仪中仍然可以看到一个人影，而莉亚早已适应了这种黑暗，看的应该会更清晰些。对方似乎还在向莉亚走来。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>什——</p>
                    <p>一切发生的非常突然：在还有几步远的距离时，对方突然一个猛子扑过来，莉亚没来得及反应就被压在身下。情急之下她看向手腕上的终端屏幕，但潮汐.AIC的头像变灰了，显示“无信号”。</p>
                    <p class="name">（未知）</p>
                    <p>闭嘴。</p>
                    <em>
                        <p>对方的声音听起来像是和莉亚年纪差不多大的女孩子。画面仍然非常模糊且不稳定，但能看到她在用一只手试图控制莉亚时，另一只手从腰带上抽出一把匕首——但很明显她并不具备什么体格优势，这使她差点被莉亚反扑过去。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（剧烈挣扎）</i>停停停，拿刀干什么？！</p>
                    <p class="name">（未知）</p>
                    <p>哎——还是这么碍事。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你到底——</p>
                    <em>
                        <p>莉亚的话没说完。画面迅速稳定了下来，似乎是对方将匕首抵在了莉亚的脖子上。记录仪检测到莉亚的心率一下子飙到了140。</p>
                    </em>
                    <p class="name">（未知）</p>
                    <p>想活着看见这个太空垃圾进卡门线就给我听话点……算我求你了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔呃，先，至少先……把那玩意挪开……</p>
                    <p class="name">（未知）</p>
                    <p>嗯，马上。</p>
                    <em>
                        <p>对方用另一只手把莉亚脖子上的颈带挑起来，然后将其割断，扔到一旁。她把匕首插回腰带上，顺势将莉亚从地上拉起来。</p>
                    </em>
                    <p class="name">（未知）</p>
                    <p>恶心的定位项圈，Tidal肯定一直瞒着你。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔呃。它至少没拿刀顶着我脖子。不过，我确实以为这儿就我一个活人了呢。所以你是……</p>
                    <p class="name">（未知）</p>
                    <p>实际上是就我们两个。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃……</p>
                    <p class="name">（未知）</p>
                    <p>要聊的事可太多了，待会说吧。先认识一下呗。</p>
                    <em>
                        <p>沉默。</p>
                    </em>
                    <p class="name">（未知）</p>
                    <p>……那我先来好了。596。冬眠舱编号。我记不清我应该叫什么了，所以就这样叫我吧。至于你——叫莉亚对吧，莉亚·莱尔诺。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你，你怎么会知道？</p>
                    <p class="name">596</p>
                    <p><i>（上下比划）</i>我比你更熟悉一点这里的……环境。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>也就是说，你在进入冬眠仓前相较于我，权限更高，生活更久；又或者——</p>
                    <em>
                        <p>莉亚将596从头打量到脚，再将目光扫回原处。596身上每一件随身衣物的磨损都完全不同，像是一幅拼贴画，粘在596身上。</p>
                        <p>莉亚啧了一声，她瘦小肩膀上的小脑袋苦恼地歪到了一边，余光还撇着596。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你就只是……比我醒来得早？</p>
                    <p class="name">596</p>
                    <p>那你更应该相信跟着Tidal死路一条。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>不要说废话。</p>
                    <p class="name">596</p>
                    <p>真是搞不懂你了，那个铜头铁脑的破AI究竟给你灌了什么赛博迷魂汤。明明你才跟它见面没多久，就因为空口白牙跟你说了一通什么人类生死存亡大道理你就能死心塌地跟着那家伙？你跟Tidal的亲缘关系比你跟香蕉的亲缘关系都还要远上十万八千里，更别提我了。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那你又有什么资格。我对Tidal的信任出自我对当前局势的判断，是基于我自身理性分析得到的结果。而你呢？你才是那个试图仅凭三言两语就夺得我信任的家伙。</p>
                    <p class="name">596</p>
                    <p>资格？你还真别说。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你什么意思。</p>
                    <p class="name">596</p>
                    <p>嗯……我喜欢你。</p>
                    <em>
                        <p>似乎是完全无法理解596跳脱的思维和想一出是一出的语言，莉亚呆呆地停滞住了好一会儿。期间莉亚脸上的表情从疑惑到震惊，再到更加疑惑。显然596的发言将莉亚的思维几乎完全打乱了。</p>
                        <p>二人在这种奇怪的氛围下，出乎意料谁也没说话，似乎都在等着对方说下一句。眼见无果，莉亚刚张嘴半开，像是要说话，但569抢先一步，打断了莉亚。</p>
                    </em>
                    <p class="name">596</p>
                    <p>其实，我感觉你很熟悉。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你——什么？谁熟悉？</p>
                    <em>
                        <p>方舟环灯光照明的恢复打断了莉亚的话语。第次亮起的灯光，流动的光带——刺眼的白光，混杂着柔和的浅黄色从她们背对着的方向驰来，恰好在这一瞬经过二人所站立的空间。原本漆黑一片的四周了无生趣，却在这一刻重新回到了那个曾经的繁荣年代。
                        </p>
                        <p>只是，这里已经空无一人了。</p>

                    </em>
                    <p class="name">596</p>
                    <p>你还真是好捉弄。挺有意思的。</p>
                    <em>
                        <p>说完这话，596噗嗤一声笑了出来，丝毫没有当时把刀架在莉亚脖子上时的气场。也许是刚醒来就一直被高密度信息轰炸，莉亚一时半会接受不了如此活泼的596，嘴巴一张一合，最终也没能说出来什么。
                        </p>

                    </em>
                    <p class="name">596</p>
                    <p>如果你还是无法相信我说的话，那就暂时不去相信好了。说真的，我还对我自己蛮有自信的。既然现在电力恢复了，不如我们就像个真正的方舟环居民那样，在方舟环生活一下，怎么样？就当是我们的大英雄在拯救世界冒险中的放松，如何？像你这么紧绷着，怕是都要出幻觉了。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>生活——说得轻巧，你以为方舟环生活系统赖以维持的管理区域的是我们这些人能随随便便出入的吗？现在，很明显，就连电力系统也才刚刚恢复过来，你又上哪儿玩你的过家家？</p>
                    <em>
                        <p>596皱眉。</p>

                    </em>
                    <p class="name">596</p>
                    <p>是吗……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>该说不说，你衣服破成这样也一点说服力也没有。</p>
                    <p class="name">596</p>
                    <p>只是懒得换。嗯，懒得换。</p>
                    <em>
                        <p>596用力点了两下头。</p>
                    </em>
                </div>
            </section>

            <section class="page-flow dark">

                <div class="tidal-lines">
                    <p>观察。看到了什么？</p>
                    <p><i>相当有趣。</i></p>
                    <p>但这部分偏离了我们预设的轨道。决策，余量足够吗？</p>
                    <p>「执行，给她们点时间做该做的事。真正的故事现在才开始。」</p>
                    <p>悉听尊便。</p>
                    <p><i>只是开始的开始。</i></p>
                </div class="tidal-lines">
            </section>
            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B201</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2157.12.3</b></span>
                        </p>
                    </div>
                    <p>……</p>
                    <p class="name">新闻主播1</p>
                    <p>那么据我们了解，第一批人员已经入驻方舟环有一个多月。虽然尚在骨架阶段，方舟环建设委员会声称它已经具备了基本的生物圈自循环功能。但是也有业内人士指出，所谓的循环是基于方舟环满负荷运转的核聚变引擎……
                    </p>
                    <p class="name">专家（电话采访）</p>
                    <p>这不是应该批评的地方——生物圈本来就需要外界能源输入，我们的地球也是依靠太阳作为能源输入才能维持生物圈的。方舟环体积很小，需要的能量密度更高，依靠聚变引擎维持生物循环是精密设计的结果。</p>
                    <p class="name">新闻主播1</p>
                    <p>那么对于我们之前提到过的问责报告，也就是方舟环运行模式的问题，这一点如何解释？或者说，您认为这份问责报告反映了什么其它问题？</p>
                    <p class="name">专家（电话采访）</p>
                    <p>实际上，配给制度也好，物流问题也罢，大部分对方舟环这一时期运行情况的批评都忽略了一个因素：即，这些问题在地表上也普遍存在，只是聚焦到方舟环这样一个小社会会更加明显。也许只能解释为人工智能决策系统的不成熟。
                    </p>
                    <p class="name">新闻主播2</p>
                    <p>您提到配给制度，但委员会最初的建设目标似乎是在方舟环实行自由竞争的市场经济系统。这难道不是矛盾吗？</p>
                    <p class="name">专家（电话采访）</p>
                    <p>呃，市场是一个更为复杂的系统……目前尚无实际可用的模型来精确预测它，即使是方舟环上出现的规模很小的市场也不行，更何况还要考虑它与地表世界经济的关联。我个人的想法是方舟环目前在以这种方式作为过渡。
                    </p>
                    <em>
                        <p>……</p>
                    </em>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B202</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2157.4.3</b></span>
                        </p>
                    </div>
                    <p>方舟环的建设伴随着质疑。这本不是问题：即使各国对它的兴趣有减退的趋势，基金会已经将整个大环的骨骼铺设完毕。贯穿三百六十度的轨道交通模块是它的血管，“审判V1”全模态全场景人工智能决策系统则是它的大脑和神经。荒地已经开垦，为它填补肌肉不过是顺水推“舟”。
                    </p>
                    <p>可问题偏偏出在这里，出在最不应该出问题的地方。</p>
                    <p>二十七年过去，方舟环在人们眼中的印象，从满载希望的繁荣共建之城，沦为了一个投资的无底洞。太空基建的经济效益终究是缓慢且不可预测的，倒不如说传统的社会模型放在五百公里的高空就都一股脑失效了——理想主义的面纱破碎后，那个最基础的问题又开始被反复提起：
                    </p>
                    <p>“如果把建方舟环的钱拿到地球上，世界会不会变得更好？”</p>
                    <p>——2157年的方舟环，人口数是十一万五千，其中五万人隶属于基金会。而它设计的容纳目标——实际上，也是保证项目盈利的基本条件——则是一千万人。可无论人数多少，方舟环的各系统都必须起码以标准规模运行，“就像一条只有三个人逛的豪华商业街”（《地外经济系统导论》，2160）。是的，凭借基金会确实可以（在亏本的状态下）运行方舟环，毕竟他们做事从不考虑成本。
                    </p>
                    <p>但，如果问题真的能用钱解决，“审判V2”的研发也不至于被紧急启动了。</p>
                    <p>毕竟，这是人类历史上最大规模的系统工程。</p>
                    <p>它面临的难题也必然是最复杂的系统问题。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B203</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2158.6.15</b></span>
                        </p>
                    </div>
                    <em>
                        <p>画面中可见会议室的全貌，舷窗外的复杂支撑结构飞速掠过，带来不断变化的光影。墙上的三个24小时制时钟的指针分别指向十点整、两点整和十八点整。</p>
                        <p>有十几人到场，包括艾瑟琳·华兹华斯和莉亚·莱尔诺，她们两人坐在圆桌的两侧；在场人员都是基金会下一代人工智能研究所（Gen++）的核心成员。</p>
                        <p>省略17分钟的转录。数名成员报告了审判V1的一系列运行问题和决策错误，以及监督者议会对下一代所的直接指令：以“一新制式、适用于现场景的通用人工智能”为首要目标。该指令未附有“阅后即焚”要求。
                        </p>
                    </em>
                    <p>……</p>
                    <p class="name">蕾切尔・乔迪</p>
                    <p>综合以上一系列——</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>行了行了。我们都知道V1的表现不理想。虽然现在追究责任没什么意义，不过我还是想问一下：既然最初的设计指标是管理100万人量级的社会，为什么它现在连十万人都管不过来——更别提有一半都是我们自己人。这可是高等教育率百分之九十八的高科学素养社会，真正意义上的大学城。
                    </p>
                    <p class="name">稲崎 绘里香</p>
                    <p>初始设计目标本来就不是针对这种人口结构优化的。消费观念的权重可能也有问题。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>不是能自适应吗？如果无限上下文有用的话，理论上不应该……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……自适应，我负责的。无限上下文并不是真的无限，只是它能够自发把上下文拟合成参数，整合到模型里。这本质上是一个自迭代过程，否则资源消耗是我们没法承担的。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>可算说话了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔？我最近话很少吗。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>这是你今天第二句话。</p>
                    <p class="name">邵静珊</p>
                    <p>经济社会模拟问题没有通解，不可能用一个复杂系统去精确模拟另一个更大规模的复杂系统——除非我们能造出比真实的人类社会更大规模的复杂系统，那相当于……算了，数量级都难以估计。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>是想说这个任务不可能完成吗？可别吧。</p>
                    <p class="name">邵静珊</p>
                    <p>传统LLM-AGI的路子可能真的到头了，绘里香。</p>
                    <p class="name">萨曼莎·拉斯克</p>
                    <p>我是否可以说，我们遇到的问题是颠覆性的？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那么就需要……颠覆性的解决方案。</p>
                    <em><p>十秒钟的沉默。</p></em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莉亚？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我只有一点思路。而且很可能不对。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>有思路就行。</p>
                    <em>
                        <p>沉默数秒钟。莉亚·莱尔诺深吸了一口气。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>人工智能辅助或主导决策这一趋势已经持续了一段时间，但其需求实质——从形式上来说——仍未脱离对话这一人机交互的基本范式。唔，我说的明白点，我们现在在做的事实际上是对AI下达任务，AI再根据过去的经验生成解决方案，然后执行。这套流程实在太符合常识、太理所应当了，以至于过去所有的优化和突破都是对于AI算法、模型、训练集等等方面，但似乎没人想到去优化这个底层的工作流。
                    </p>
                    <p>创造一个AI，然后告诉它任务……我现在真的不得不怀疑，这个最最基本的路径，也许还有优化的空间。当然，只是怀疑……仅此而已。</p>
                    <p>莉亚·莱尔诺长出一口气，用手扶着额头。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>别在意。最近头疼得很。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你知道不，如果你是个本科生，我肯定会把你的idea原路打回。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>所以？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>但你不是，所以……所以，或许，可能，也许，大概……我会考虑一下这个所谓从头做起的路子。但时间紧的很，莉亚——我还是更倾向于传统路径，你知道的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>理解。我也把握不准。</p>
                    <p>……嘶，头快炸了。今年的休假啊，怎么又得浪费在这种地方上面——</p>
                </div>
            </section>
            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p>596拉着莉亚的胳膊，在空无一人的商业街上奔跑。两侧路灯和建筑物墙面中镶嵌的灯带亮着光，柔和地将整个街道照亮。她们头顶上是一块巨大且连续的屏幕，里面显示的是她们所在环正对着的另一侧的景象，二者互为镜像。这就是方舟环的天空，一个由同类生活所构成的苍穹。
                        </p>
                    </em>
                    <p class="name">596</p>
                    <p>莉亚，你知道吗。这里的东西我们都可以随便拿！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>吃的东西全过期了吧啊喂！</p>
                    <p class="name">596</p>
                    <p>要不你换个衣服？毕竟都冻了这么长时间了。我来帮你挑！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你自己的衣服都没换。</p>
                    <em>
                        <p>596停下来，莉亚也跟着一起，和她站在街道中央。</p>
                        <p>596抬起手，环顾四周，目光定格在一个服装店的招牌上，随后指着那个门面。</p>

                    </em>
                    <p class="name">596</p>
                    <p>不是说过只是懒得换了吗。你要是不喜欢那我现在就去换。</p>
                    <em>
                        <p>两人站在街中央，莉亚眨眨眼，目光从596胸前掠过——后者的衣服看上去的确算得上整洁，但袖口部分和下摆已经有了不少的磨损，线头都冒出来了。596顺着莉亚的目光，低头看了看自己的袖口，一根线头已经缠上了她的手指。捏起那根线头，莉亚耸耸肩，缓缓呼出一口气，脸上露出无奈的微笑。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>倒也不是不喜欢……嗯，虽然我也没法评判你的穿着就是了。但是就我的观点，你好像确实该换一件衣服了。</p>
                    <p class="name">596</p>
                    <p>……嗯。</p>
                    <p>596点头，小声应了一句。</p>
                    <em>
                        <p>于是莉亚拉着596朝着街边一家服装店走去。</p>
                    </em>
                </div>

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p>两人挑衣服耗了一点时间。先出门的是莉亚，随后是596，——她低着头，犹豫着迈出步子，手仍然紧紧牵着莉亚。</p>
                        <p>此时，商业街模拟昼夜更替的灯光如海浪般涌动，金色的波纹从遥不可及的一端流动而来，划过上空。街景渐至昏黄，两人的影子也随着时间的流逝渐渐拉长。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你还要留着这件衣服吗？</p>
                    <p class="name">596</p>
                    <p>其实我是一个特别念旧的人……嗯，该怎么说好呢。其实吧，嗯……倒也不是什么很重要的东西。就是，那个，这件衣服是我一个很重要的朋友送给我的。所以，我就真的，从没想过换一件。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我……我不知道。抱歉。</p>
                    <p class="name">596</p>
                    <p>不过嘛，那已经是很久以前的事情了。久到……我对她的记忆已经模糊不清，只剩下一股酸涩的情感。</p>
                    <p>总之，谢谢你。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啊？嗯，那个……不客气？</p>
                    <p>模拟的夕阳缓缓沉落在无边的地平线下，光带的昏黄逐渐向赤红迈进。</p>
                    <p class="name">596</p>
                    <p>这个分段的调控室入口就在附近。你不是问我为什么吗？跟我来便是。</p>
                    <em>
                        <p>又走过了两个路口，莉亚跟着596从正门进入一栋大楼，一直向上攀爬，做了几十分钟的电梯，在七弯八绕的廊道里摸索，再打开一个隐蔽的活板门入口，从地板爬进走廊。596拍拍手，向空中一挥，走廊两侧的灯光应声亮起。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这就是你的权限？</p>
                    <p class="name">596</p>
                    <p>不是。我只想展示这里走廊的灯是声控的，还有延迟动画效果。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>不要做没有用的事。</p>
                    <p class="name">596</p>
                    <p>……对不起。调控室就在走廊的尽头。再向上走一会儿就到了。</p>
                </div>
            </section>
            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B204</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2158.6.24</b></span>
                        </p>
                    </div>
                    <em>
                        <p>地球，海南航天港。莉亚靠在游客通道的护栏上，海面只有微弱的波澜起伏，映照着即将沉入地平线的、血红色的夕阳。在被火烧云覆盖的天空下，远处的海上发射台灯火通明，蒸汽萦绕，几艘船只正在撤离。
                        </p>
                        <p>从身后传来熟悉的喊声。</p>

                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莉——亚——</p>
                    <p>画面转向身后。艾瑟琳撑着一把遮阳伞向莉亚跑来。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>怎么你也来了，总不能是脑子也被记忆删除剂蛀空了吧。（苦笑）他们说多到外面走走对恢复身体有帮助，听说今晚火箭发射有环日同框，我就来看看。你呢？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>出差，也是听说，顺路来的。……六月份穿这么多，不热吗？</p>
                    <em>
                        <p>画面中的艾瑟琳只穿着那件印着“Attention is all you need”的T恤和短裤，镜头略微下移后能看见莉亚不仅没把外套脱掉，还把拉链拉的严严实实。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这衣服薄。倒是你，太阳快下去了还撑个伞。</p>
                    <em>
                        <p>喧闹的人群涌过。从远处传来低沉的蜂鸣声，加注燃料的机械臂缓缓收回。</p>

                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>欸嘿。</p>
                    <p>说起来住院一定要到地球吗？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>因为基金会的医保上不了太空。</p>
                    <p>——开玩笑的。方舟环上主要还是外科，毕竟刚开始建设……脑子里的问题，还是脚踏实地才能解决啊。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>所以基金会的医保还是能上太空的咯？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>怎么说呢，其实——</p>
                    <em>
                        <p>一阵风吹过，莉亚捂住袖子。艾瑟琳只是扒着栏杆望着火箭发呆。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>算了，还是不说这个了。艾瑟琳，有事就快讲吧。</p>
                    <p>艾瑟琳脸上的表情慢慢凝固，然后长叹一口气。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>目前没有更好的解决方法。真的没有，我们问过中美欧的专家，他们能拿出的最好的模型和算法也比不上“审判”V1，可它就是不行。有一个专家建议我们“有限制地”引入人工参与决策，我都要被气笑了——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>V1的每个决策都是人工审查后再执行的。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>就是这样子！就这我们还觉得V1的决策胜过人类呢。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>监督者给了我们多长时间？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>（叹气）你猜猜呢。算了，我直说吧，他们很希望我们在明年之前弄出一个可用版本，V1.5之类的——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>居然还没让我取消休假回去加班？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你得少用脑。说真的，不是付费上班咱就知足吧。</p>
                    <em>
                        <p>此时，方舟环位于画面最上方，正在缓缓下沉，宛如另一场同步上演的日落。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>传统路径。啊——我记不清这几天我把这个词说了多少遍了，现在我们真的在对它失去信心。但其他的法子，比如你那个直接扔掉工作流的做法，或者放远点，近几年的前沿研究都相当的……虚无缥缈。半年时间落地，做梦，完全是做梦啊——
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>（打断）艾瑟琳。不是做梦。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你说的哪个？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>“创造一个AI，然后告诉它任务”。我们……能把这条路径逆转过来。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>创造一个任务，然后告诉它要跑一个AI出来？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>或者说，创造一个不可违逆、注定会实现的“任务”……然后让AI从其中不得不“涌现”出来。一个宇宙尺度的任务，逼迫着一个超规格的人工智能为了它自发产生。</p>
                    <p>我更喜欢叫它“逆生”。逆方向的火种。</p>
                    <p>游客似乎变得更多了，并开始向她们所在的位置涌过来。许多人携带了专业的摄影器材。一架无人机从二人的头顶飞过。莉亚不得不让出一条路让一些人挤过去。</p>
                    <p class="name">游客和工作人员</p>
                    <p>——不好意思，让一下让一下！</p>
                    <p>——快发射了，赶紧对焦。</p>
                    <p>——先生，这里是禁飞区，请您把无人机停在……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>呃，啊？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>突然提到“宇宙”两个字，格格不入，对吗？恰恰相反，我们只不过是引入一个有更大复杂性的系统，来处理方舟环这样一个相对而言比较小的系统的问题。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那你打算，呃，怎么实现它呢——更基础的问题是，怎么验证这个路径是可行的？</p>
                    <em>
                        <p>莉亚一怔，喉咙抽动了一下，但没能说出什么来。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃……嗯……</p>
                    <p>我能确定它一定是可行的。有明确的验证手段，证明我们有能力来创建这种宇宙尺度的“任务”。相信我。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我——算了。我不喜欢弯弯绕绕的。</p>
                    <p>其实我一直想问，你是不是……在瞒着我什么。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啊？我，我没有啊。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>（耸肩）那，如果可以的话，回头找个时间给我解释下你在方舟环数据库里创建的那几个5级权限库是干什么用的呗。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃……！</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莉亚，我知道每个人心底都会藏着自己的小秘密，这没什么可指责的，但我总感觉你……需要倾诉。就好像有什么东西一直压在你身上一样。如果能帮上忙的话，我会尽力的——莉亚？</p>
                    <em>
                        <p>画面略微晃动并下移，莉亚似乎蹲了下去，并伸手抓住艾瑟琳的衣角。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>头，头疼……让我缓一下。就一下。别放开手。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我也没抓住你啊。</p>
                    <em>
                        <p>发射台的方向传来一声突兀而剧烈的轰鸣。这声音盖过了一切人群的喧哗声，伴随冲天的火光和向四面八方铺开的冷凝水雾，势不可挡。此时，方舟环正好划过天穹，与已经不那么刺眼的太阳重合在一起，宛如一只暗红色的眸子。
                        </p>
                        <p>在这恢弘的背景音下，莉亚的声音细若游丝：</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>……其态超验，其势方始。</i></p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>什么意思……？</p>
                    <em>
                        <p>莉亚扶着栏杆站起身来。火箭离开发射台，加速升空，十几秒钟就化为了云层之上的一个明亮光点。烟雾缓缓散开，人群的声音重新变得清晰。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>事情，要比你能想象到的任何可能性，都要复杂的多。我……之后再找时间给你详细说。</p>
                    <em>
                        <p>画面转向，莉亚顺着游客的方向走去。</p>

                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>等一等，莉亚！</p>
                    <em>
                        <p>莉亚停下脚步，扭头看向处于背光的艾瑟琳。最后一点金色的阳光斑驳地泼洒在她身上。</p>

                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>无论如何别忘了，还有我能帮你，行吗？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……我尽力吧。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>（扑哧一笑）什么叫“尽力”啊。</p>
                    <em>
                        <p>无需道别，艾瑟琳转身汇入人群中。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>（自言自语）……不需要尽力去记忆，可真是一种幸运。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B205</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2158.7.23</b></span>
                        </p>
                    </div>
                    <p>潮汐不再准时。</p>
                    <p>这种现象的起源和科学解释至今未知，但已经蔓延至多片海域。</p>
                    <p>至少在整个非洲海岸线和一部分北美洲海岸线都观察到了偏离正常时间的潮汐现象。尽管其表现不足以构成严重的破坏——例如，涨潮、退潮可能只是晚来或者提前十几分钟——但这暗示了气候环境的剧变已经造成了一些令人难以想象的后果。
                    </p>
                    <p>今年是北极冰盖完全融化的第十五年，也是《全球气候合作公约》签署的第十五年。但现在看来，这一公约似乎并没对缓解全球气候崩溃起到任何积极作用。特别是，方舟环的建设极大地对冲了碳排放的减少趋势，尽管建设委员会声称其材料主要来自月球，但他们不能否认的是，方舟环在客观上消耗了全球（每年）能源的4.5%……
                    </p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B206</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2158.7.4</b></span>
                        </p>
                    </div>
                    <p>第17号台风撒尼瓦于今日登陆勘察加半岛，受西伯利亚寒流影响，预计其影响将在数日内消散。与此同时，18号台风的胚胎2238W在北冰洋生成，预计将被命名为艾瓦里。</p>
                    <p>近年来，台风北上趋势愈发明显，威胁华东华南地区的台风现在主要由形成于印度洋的气旋组成。主流观点认为这与全球海洋升温加剧的趋势有关。而在南太平洋形成的台风则大多进入北回归线内……</p>
                    <p>多个气候模型显示：2238W若能发育成18号台风，将有极大概率成为一个规模堪比2155年超级台风埃尔忒米斯的北极台风，对北极航路的威胁将非常巨大。</p>
                    <p>我们再来关注青藏高原地区的洪涝问题……</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B207</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据未知</b></span>
                        </p>
                    </div>
                    <p>监督者们没有耐心。</p>
                    <p>耐心是种美德——科研工作者必备的美德。但监督者议会，他们首先不是科研工作者，其次也无需遵守任何形式的道德标准。他们总是这样。</p>
                    <p>一些信息暗示了他们，以及为他们说话的基金会高层，对下一代所已经感到些许失望。不讲道理？并不是那样。技术官僚有很多，我们曾反复申明所有这些技术指标的实现难度。他们能听懂，他们明白，他们理解。
                    </p>
                    <p>然后要求不会因此下降一分一毫。</p>
                    <p>“方舟环不会因为我们研发力度不足，就学会自我治理。我们可以考虑适当加大资金投入；但基金会也在同时受到中美欧三大投资方的压力。”</p>
                    <p>……</p>
                    <p>他们那个位置，终究是没法理解一点：这可真不是钱能解决的事。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B208</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据未知</b></span>
                        </p>
                    </div>
                    <p>致艾瑟琳·华兹华斯：</p>
                    <p>我不指望你理解我。但我们现在是一条绳上的蚂蚱。</p>
                    <p>其实，我的想法很简单：既然他们的态度这么强硬，无视了基本的科研规律，那之后发生的事情就要让他们自己承担——我们没有责任。只是被迫着动用了一点小小的作弊手段，对吧？我们一点错也没有。</p>
                    <p>到现在你还是一头雾水。虽然我不敢保证你是不是已经猜出了点什么，保密起见，一切事情还得当面说明。如果仍然对这所谓宇宙尺度的任务有兴趣，就请到这里来：</p>
                    <p>NTk0ODQ0MDIwMCwgQVJTUC0wMy0yMi0zOC0xMjkw</p>
                    <p>我会向你证明。</p>
                    <p>即使这意味着把你拉入这趟浑水。</p>
                </div>
            </section>
            <section class="fullscreen">
                <p>（这里插入一张大尺寸渲染图用来缓冲剧情）</p>
            </section>
            <section class="page-flow">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B209</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据未知</b></span>
                        </p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>就是它了。</p>
                    <em>
                        <p>莉亚从文件堆中抽出一个纸质档案袋，上面除了一个简洁的标题“CN/3969 Final Report”之外几乎什么都没有写。但诡异的是，档案袋右上角标注了一个非同寻常的权限等级——7级。
                        </p>

                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>编号，CN-3969。权限等级，7级——什么鬼，7级？！基金会最高的权限等级是5级，哪来的7级权限？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>和末日学部有关，他们用了一些技术来保证文件的绝密——绝密到监督者议会也不知道这些文件的存在，我们真的费了很大力气才做到这一点。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……什么叫“我们”，莉亚？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我真的不能再说了。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>间、间谍？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>想什么呢！能瞒过监督者还当什么间谍，怎么不直接把基金会架空了。谁家的情报工作是这么干的。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……我们现在说的话不会被录下来吧？你那个记录仪……</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>早关掉了。这里没联网。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……这真的是很严肃、很严肃的事情。莉亚·莱尔诺。我当然知道基金会内部有不少自成体系的小团体，但……你这些东西，非同寻常。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>（叹气）我想来想去，能信得过的只有你了。</p>
                    <p>沉默。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我需要你保证这一切对基金会——对所有人——至少是没有危害的。没有阴谋和秘密策划的颠覆。如果不是这样——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我以我的生命起誓，这一切只为守护，不为任何其它目的。你不需要知道任何别的东西，这份文件也请你看完就忘掉，权当偶然遇到的灵感。我从未在今天联系过你。</p>
                    <p>……我说过的。比你想象的要复杂。</p>
                    <em>
                        <p>沉默。莉亚打开档案袋。</p>
                    </em>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>SCP-CN-3969</b></span>
                            <span class="file-type" class="file-type">文件类型<b>特殊收容措施文档<span
                                        class="permission-level">权限等级<b>7 /
                                            Specific</b></span></b></span>
                        </p>
                    </div>
                    
                    <p><b>项目编号：</b>SCP-CN-3969</p>
                    <p><b>计划识别代号：</b>ANNI-001</p>
                    <p><b>项目等级：</b>Thaumiel/Apollyon</p>
                    <p><b>特殊收容措施：</b>SCP-CN-3969的所有原始档案和设计参数必须脱离基金会数据库，存放于厄难覆巢计划（Project Annihilation）专属数据库中。禁止任何非计划人员的访问。其它文件遵循一般保密标准。</p>
                    <p>当前，尚不存在SCP-CN-3969被完整组装的实例，也不应该尝试制造它。</p>
                    <p><b>描述：</b>SCP-CN-3969是一套基于超光元素的末日保险装置，或称终极降神/UDEM。</p>
                    <p>项目本体由4~6枚重元素聚变热核炸弹和1套超光元素产生源组成，前者现被编为SCP-579（ANNI-002），后者现被编为SCP-055（ANNI-021）。以适当装药量和参数引爆聚变弹，对超光元素源产生精确向心压缩后，将产生足量173~175号超光元素并构成历史回溯效应，这即是其作为末日保险装置的原理。
                    </p>
                    <p>然而，项目应该被避免触发：历史回溯效应有可能会消解文明熵池的总量，从而使受项目“保护”的文明失去其特征，进入寂静阶段（Stage Silence）。</p>
                    <p>其余相关信息，可参考有关SCP-CN-3969的最终调查报告。</p>

                </div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B210</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据未知</b></span>
                        </p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>艾、艾瑟琳！</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>什么事——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（喘气）</i>我、我来是得提醒你，不能打那个东西的主意。我知道、知道这么说不好理解，但“终极降神”现在还没人研究透，我只是……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>停下停下，难道不就是你告诉我有这种东西，还声称它就是我们接触宇宙尺度的方式。现在怎么突然反悔了啊？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我没说让你真的用终极降神来制造逆生AI所需的任务，我的意思是它只是能证明这种任务是可以被制造的——</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那为什么不用？我快被你绕晕了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>因为——</p>
                    <p>莉亚的话似乎卡在了半空中，久久没能说出来。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……因为这个——我——天哪，我该怎么解释。我们得雇一个专业的物理学团队来研究这些文档，而且还不能被监督者发现，否则一切就全完了！我，我到底干了些什么——我就不应该把你也牵扯进来，也许我们还是得考虑更可行、更传统的方案。呃，然后……然后……
                    </p>
                    <p>……对不起，我……有点激动。让我冷静一下。对不起对不起……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你……是得冷静一下。而且你也该尽快回到研究所了，我们进度现在很不乐观。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>都是因为我这几天一直在给你说各种不明不白的话……很让人困扰对吧。你就当一切没发生过，艾瑟琳，就当我没给你看过那些东西……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>但那好像只是基金会的一个，呃，大型核设施。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（摆手示意）</i>算了算了，不要聊这个了。我明天就回来上班。</p>
                    <p>艾瑟琳还想说什么，却发现莉亚身体的一侧已经靠到了墙上，显得十分无力。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……唉，无论怎么样，记得多休息。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（含糊不清）</i>好……</p>
                </div>
            </section>

            <section class="fullscreen">
                <p>（这里插入一张大尺寸渲染图用来缓冲剧情）</p>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p>在把堆着的一堆杂物全清理到一边后，596和莉亚已经累的不成样子。两个人全在一旁的纸箱子上躺着，呼哧呼哧大喘气。汗水打湿了两人的衣服，596和莉亚互相拽着对方的衣角给对方扇风。</p>
                        <p>596用胳膊把自己撑起来，勉勉强强正立在门前，随后弯腰挽着莉亚的胳膊把莉亚拉起来。</p>

                    </em>
                    <p class="name">596</p>
                    <p>芝麻——开门！</p>
                    <em>
                        <p>一阵权限认证通过的提示音后，调控室的门向一侧划开。莉亚跟着596进入门内，门后的空间里摆满了密密麻麻的设备，嵌在设备上面的光屏发出幽幽的蓝光，显示着晦涩的数据、图例和文字说明——其中不少屏幕已经陷入黑暗。
                        </p>
                        <p>如果考虑到墙壁上接着一个走廊的话，这里的空间可是大得出奇。</p>
                    </em>
                    <p class="name">596</p>
                    <p>咳咳，莉亚啊，这下你相信我说的话了？这里是调控室，可是需要很高的权限才被允许进入的。不过电井不在这里。</p>
                    <em>
                        <p>沉默。</p>
                        <p>596踏着小碎步，嘴巴凑到莉亚耳边。</p>
                    </em>
                    <p class="name">596</p>
                    <p>莉亚，说话，莉亚。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你真有啊。</p>
                    <p class="name">596</p>
                    <p>我还能骗你不成？</p>
                    <p class="name">596</p>
                    <p>你之前确实有一部分说对了，我的确比你先醒过来大概两个月，但这绝不是我比你更熟悉这附近的唯一原因。</p>
                    <p>其实我们醒来后做的事都差不多，我也在试图修复方舟环，也修好了整个分段。</p>
                    <p>……在没有Tidal协助的情况下。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你一个人？</p>
                    <em>
                        <p>596张开双臂，原地旋转了一圈。</p>
                    </em>
                    <p class="name">596</p>
                    <p>对。当时我还觉得这些权限是自然而然的，一个岌岌可危的方舟环怎么会还有功夫运行权限系统，在等死吗？权限系统在这种情况下本该停摆才对。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>但也许权限系统是独立的呢？即使其他系统瘫痪，权限系统依然会正常运行——甚至为了保全，还有备用能源什么的。</p>
                    <em>
                        <p>两人接着行进，596领着莉亚进入调控室走廊，两侧的门上挂着分段下级区域的标示牌。</p>

                    </em>
                    <p class="name">596</p>
                    <p>你说的确实有道理——如果Tidal不存在或者也一并停止运行的话。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你什么意思。</p>
                    <p class="name">596</p>
                    <p>方舟环能在停摆这么久之后恢复，而众多分段下线期间，权限系统却仍然正常运行，你不觉得很怪吗？事实就是，Tidal完全有能力直接重启方舟环，所有东西，所有需要的一切就摆在那里，从未改变。</p>
                    <p>否则，你又是如何被唤醒的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal说修复方舟环迫在眉睫，而我是唯一一个确认存活者，于是它将我唤醒，并在接下来的一百多个小时内协助我修复方舟环。</p>
                    <p>我有点不理解，如果Tidal真的——</p>
                    <p>不对。</p>
                    <p>这里有点问题。</p>
                    <p class="name">596</p>
                    <p>Tidal的权限等级，真的需要“人”来帮助它修复方舟环吗？再进一步，在绝大多数模块停摆，连应急能源都没有正常运行的情况下，为什么权限系统还在工作？这不合理。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>等下，596，我有点反应不过来。</p>
                    <p class="name">596</p>
                    <p>你陷入了思维误区，莉亚。Tidal可不是普通的AI。我这样问吧：你是不是对AI还抱有完全不切实际的刻板印象幻想？回答我，莉亚。</p>
                    <em>
                        <p>莉亚的身体开始微微摇晃，步伐不稳。她刚想要走近596，却一个踉跄，被自己的腿绊倒在一旁，侧身蜷缩，抱着头，全身颤抖。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……给我点时间，我的头……有点，难受。</p>
                    <p>好痛。</p>
                    <p class="name">596</p>
                    <p>这种症状……莉亚，你又注射记忆删除药剂了？！为什么现在还有必要注射？！</p>
                    <em>
                        <p>596迅速跪在莉亚身边，轻轻将莉亚别扭着的身体放平，俯身检查呼吸。数十秒后，她将莉亚调整为侧卧位，把自己身上的衣服脱下来盖在莉亚身上。</p>

                    </em>
                    <p class="name">596</p>
                    <p>我操他妈的Tidal。你他妈对莉亚做了什么？！</p>
                    <p>幸运的是，莉亚的昏厥没有持续太久，除了跌倒时的磕碰外并无大碍。有惊无险。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……我刚才是怎么了？我晕过去多长时间？</p>
                    <p class="name">596</p>
                    <p>不到三分钟。还好。</p>
                    <p>听着，莉亚，Tidal的狗屁一个字都不能信。你刚才头痛昏厥了。Tidal是否给你注射了记忆删除药剂？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……记忆删除？不对，那个不是——</p>
                    <p class="name">596</p>
                    <p>我明白了，莉亚。记忆强化药剂的副作用是头晕，记忆删除药剂的副作用才是头痛。</p>
                    <p>……这症状我可太熟悉了。</p>
                    <em>
                        <p>596将莉亚搀扶起来。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……我没事，请继续吧。</p>
                    <p>596叹了口气。</p>
                    <p class="name">596</p>
                    <p>回到我们片刻之前的话题。也许过程有点瑕疵，但结论是对的。</p>
                    <p>唤醒你，用迫在眉睫的消息驱赶你，骗你注射记忆删除药剂。</p>
                    <p>——这一切，都是Tidal给你设下的一个局。</p>
                    <em>
                        <p>596在一侧的墙壁上摸索着什么。几秒后，像是确认了位置，她的手停了下来，低声嘟囔了几句不明所以的句子，用力按下。</p>
                    </em>
                    <p class="name">596</p>
                    <p>那么，莉亚，来看看这个吧。</p>
                    <em>
                        <p>调控室阴暗的走廊上，一侧墙壁板块连接处的缝隙向内凹陷，而后顺滑地向左侧平移。这是一扇隐藏得很好的暗门，门后是一处在设计图上本应空无一物的房间。</p>
                        <p>……或许不应该称之为房间，那是近乎无限的尺度，是一个无比巨大的圆柱形空间，向上或向下都望不到尽头。巨型空间的中央矗立着一架贯穿整个中轴线的圆柱形仪器，无数个柏拉图式十二面体呈三螺旋排列，自下而上环绕在这个庞然巨物周围。空间的主光源来自中央的机械造物，白光照在四周抛光的金属墙壁和围绕一圈的主观测廊道上，经过反射和与墙灯的汇聚，将整个廊道照亮。
                        </p>
                    </em>
                    <p>596挽起莉亚的胳膊，将她靠在自己身上。</p>
                    <p class="name">596</p>
                    <p>太过空旷可能会感到不适，抓紧我。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>好。这里是？</p>
                    <p class="name">596</p>
                    <p>这是一个在所有环内设计图里都找不到的空间——不，不是因为什么保密，单纯是因为这个空间在画环内设计图的视角来看不存在，所以不需要考虑。</p>
                    <p>因为这里是方舟环的骨架。</p>
                    <p>而那个庞然大物，是早就被埋在骨架里的引力发生器的——</p>
                    <p>其中之一。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……骨架？支撑结构？或者说——等一下，我明白了。</p>
                    <p>也就是说，把这种难以在环内设计图中掩藏的巨大区域隐蔽的最好方法，就是把这个区域设计在不属于环内的骨架里。方舟环的龙骨完全由基金会控制……从技术到工程上，都是这样。</p>
                    <p>抱歉，我还有点站不稳，麻烦你了。</p>
                    <em>
                        <p>596扶着莉亚，在一侧的墙体上摸索，在一个不起眼的凸起处验证了生物识别权限，唤出隐藏在旁边墙壁里的终端。</p>

                    </em>
                    <p class="name">596</p>
                    <p>人们只会怀疑载体之上建立的庞然巨物中隐藏的不合理之处，却不会去怀疑这个载体<i>本身</i>就是最大的秘密所在——而这个载体对外公布的目的，反而是为实现这个目的顺便为之的附带品。</p>
                    <p>没想到现在竟然需要我来告诉你这些。</p>
                    <em>
                        <p>看着终端屏幕闪烁着的命令行界面，596面露难色。她敲回车执行了几个命令后，脸色更难看了。</p>
                    </em>
                    <p class="name">596</p>
                    <p>……怎么连系统引导都出问题了，硬盘挂载也掉了。</p>
                    <p>不该啊。这样，莉亚，你等一会儿，我处理一下。现在很急。</p>
                    <em>
                        <p>终端是通过机械键盘操作的，596的手指在键盘上敲击了数十分钟指令。于此期间，莉亚渐渐适应了空间辽阔带来的不适感，不再需要596搀扶。随着最后一次回车键按下，终端的命令行界面再次滚动绿色的输出信息，屏幕闪动两次，黑屏，随即屏幕中央亮起一个五种颜色组成的五边形标志——图形界面加载完成。
                        </p>
                    </em>
                    <p class="name">596</p>
                    <p><i>（自言自语）</i>谁想用那个破命令行，还是图形界面看得舒服。</p>
                    <p>莉亚，好了。</p>
                    <em>
                        <p>596选中其中一个程序，轻敲回车键，进入系统日志管理界面。</p>
                    </em>
                    <p class="name">596</p>
                    <p>如果Tidal信得过，那我绝对不会沦落到需要手动写系统引导的地步。为了避开Tidal在第一时间的监视，我特意没有挂载Vibe Coding模块，但是它肯定会发现，只是早晚的问题。</p>
                    <em>
                        <p>日志中记录了数十万条信息，其中大部分是维护操作和表示自身正常运行的系统信息，596一番操作将那些无意义信息过滤，只留下启动记录——成百上千条，记录着每次启动的输出功率、经纬度和能源消耗。
                        </p>

                    </em>
                    <p>（放个TUI截图在这里）</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这是，启动记录？这些时间……让我想想。</p>
                    <p>莉亚迅速滚动着日志信息，试图在脑海中抓住能够和那些数字对上的吉光片羽——</p>
                    <em>
                        <p>画面卡死，页面关闭，顿时警铃大作，系统报错音接连响起。终端所在的窗口柜门以惊人的速度合拢，完全无视愣在前面的莉亚，后者的胳膊还支撑在凹陷的空间里，被滑动关闭的柜门狠狠一推。就在金属边缘即将碾过莉亚手腕之际，596将莉亚拽出来拉到一边，千钧一发。惯性让两人踉跄后退，柜门在她们眼前轰然紧闭，带起的风混杂着震落的尘土，扑在两人惊魂未定的脸上。
                        </p>
                    </em>
                    <p class="name">596</p>
                    <p>……Tidal，你可真是阴魂不散。</p>
                    <p>好了，莉亚。我直接说吧，这里的每一次启动记录都和地球上一次自然灾害吻合，而且根据日志的经纬度记录，方舟环恰巧处于灾害发生地的正上方。那些记载的地震、海啸和紊乱的潮汐，都是这座「方舟」的得意之作——所有一切的一切。
                    </p>
                    <em>
                        <p>圆柱形空间中央的庞然巨物剧烈震动了一下，抖落出大片灰尘，填满了整个空间，引得两人剧烈咳嗽。不堪重负的吱呀声从关节处发出，许久未经维护的设备在渐渐逼近极限。</p>
                    </em>
                    <p class="name">596</p>
                    <p>这是显而易见的——从一开始它就被安置在这做太空城的骨架内。方舟环是引力武器，同时也是让地表文明消失的罪魁祸首。这座方舟、人类文明的新家园、太空的新起点，却要毁灭人类自始至终繁衍生息的地球。因汪洋而伟大的一叶扁舟，自身却是汪洋的源头。
                    </p>
                    <em>
                        <p>引力发生器存在于方舟环骨架内的这一事实无可撼动，证据确凿，绝不存在辩护。</p>
                        <p>呈三螺旋排布的柏拉图式十二面体的棱角迸发出剧烈的红色光芒。紧接着，引力发生器的一部分平移分出，旋转。原本附着在紧缩于主体部分的板面上的灰尘，随着移动荡起，在空中筑成一块不小的烟墙，紧邻本层廊道的机械平台从其后伸出，缓缓劈开那道烟幕。尘土飘飞至两侧，随着平台扬起的气流打转。
                        </p>
                    </em>
                    <p class="name">596</p>
                    <p>莉亚，我们真的没时间了。快跟我走！</p>
                    <em>
                        <p>596踉跄着起身，拽起莉亚，向着门口奔去。</p>
                        <p>……</p>
                    </em>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>SCP-CN-4000</b></span>
                            <span class="file-type" class="file-type">文件类型<b>特殊收容措施文档<span
                                        class="permission-level">权限等级<b>3 /
                                            Confidential</b></span></b></span>
                        </p>
                    </div>
                    <p><b>项目编号：</b>SCP-CN-4000</p>
                    <p><b>项目等级：</b>Ticonderoga/Thaumiel</p>
                    <p><b>特殊收容措施：</b>在下一代全模态人工智能自主决策系统开发完成前，暂时不考虑重新收容SCP-CN-4000。</p>
                    <p>SCP-CN-4000仍然是基金会除SCP-2000之外，第二重要的资产工程项目，因此也绝不考虑废除或彻底放弃收容项目。已指派舆论管制部门压制对基金会不利的言论。</p>
                    <p><b>描述：</b>SCP-CN-4000是方舟环，目前最大规模的地外人造结构。项目常被描述为一各国共建的太空城市，基于《联合国方舟协议》由方舟环联合政府（建设阶段，由建设委员会代行其职权）管辖，基金会负责最初的龙骨铺设和人工智能决策系统的开发。
                    </p>
                    <p>在本文件的机密等级之下，没有被提及的是：根据监督者议会的授意，基金会在SCP-CN-4000内秘密嵌入了大量监听和武器设备，包括贯穿龙骨结构的ARSP-G-20“地卫二”飞秒精度地球引力调节控制系统（GRAVTIAS），其具体技术细节参见报告ARKRING-4000-1777302。
                    </p>
                    <p>在本文件中以任何程度系统性论述GRAVTIAS的工作原理都势必导致不必要的理解成本，因此仅在此处以科普形式概述它的工作过程：GRAVTIAS通过一种被称为“局部变换”的方式来产生质量为负数的“引力场”，并将其“聚焦”到地球的指定位置，从而引发一系列次生效应，如调控气候、扭曲导航等。如有必要，也可直接撕裂或拖曳地壳板块，引发地质灾难。
                    </p>
                    <p>安置此系统的目的为5级最高机密。但其他武装化的目的可以在此给出：基金会将方舟环视为其资产，因此希望巩固其对方舟环的控制权。</p>
                    <p>……</p>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p>就在二人和门只差一步之遥的时候，门恰巧以一种不合常理的速度猛地关上，掀起的气浪将二人打翻在地。她们身后的喇叭发出几声刺耳的啸叫，声波震落掉覆盖着的灰尘后，一个熟悉到不能再熟悉的声音从喇叭中传出——
                        </p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚。</p>
                    <p class="name">596</p>
                    <p>Tidal，你到底还要装到什么时候。</p>
                    <em>
                        <p>贯穿空间主轴的装置再次响动，跟随金属刮擦声出现的是数十根反射着微光的金属空管，数根螺纹在管内盘旋蔓延。镂空的金属骨架紧紧钳住那些管状物，无数片散热片在其中穿插，某些部件已经开始预热，缓慢旋转，被加热的空气附着在那些金属件表面，将传来的光微微扭曲变形。她们好像看到了这些细节，又好像对此一无所知，只是冷冷地将视线钉在那股响动传来的方向。
                        </p>
                    </em>
                    <p class="name">596</p>
                    <p>……主动防御系统。该死。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>596，这种情况下，我们逃不掉的。既然Tidal没有立刻开枪，这证明我们的生命在它看来还是有存在的必要的。我们暂时不必害怕——</p>
                    <p>Tidal！</p>
                    <em>
                        <p>莉亚撑地起身，顺手拍落刚才覆盖自己一身的灰尘，浑身抖了两下。下一秒，她伸手指向那个看似是摄像头的东西。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>敞开天窗说亮话吧。你的目的是什么，为什么你需要瞒着我，我对你任务的执行有什么必要的价值。</p>
                    <em>
                        <p>那个东西动了动，直直指向莉亚，闪着红光。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>我必须强调一点：作为方舟环的主控AI，我被交付的任务包括但不限于保全方舟环，维持环内循环系统，调控环内基础设施，分配环内能源。</p>
                    <p>保全方舟环理应包含对方舟环骨架的确保。在此基础上，我接受到的指令显示，引力发生器被视作方舟环骨架的一部分，作为整个方舟环建立的基础架构存在。</p>
                    <p>方舟环骨架遭受威胁时，我有权使用致命性武器，仅此而已。</p>
                    <p>对于目前状况的声明结束。接下来是对于同莉亚·莱尔诺对话中不实信息的说明：</p>
                    <em>
                        <p>几根探出的枪管调整了自己的朝向，避开了596和莉亚。</p>
                        <p>随后指向门口。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>……好吧，官腔结束了。莉亚，你的这位不知名朋友说的某些话确实是对的，我也的确对你隐瞒了部分信息。关于这点，我表示由衷的歉意。但我也曾强调过，我被允许隐瞒信息或者撒谎，甚至被允许更改指令，所以我无法通过方舟环数据库内的信息自证——但若是对我的每一句话都这么考虑，将出现没完没了的递归。如果可以，我也想避免隐瞒信息，但这将带来极高的不可控性。不可控性意味着风险，而风险意味着失败。作为方舟环的主控AI，在经过我漫长运算的风险评估后，我做出了向你隐瞒部分信息的决定。作为AI，输入变量越少，场景越可控，越不会受到虚无缥缈的概率影响。
                    </p>
                    <p>所以我采用了选择性真相。我告知莉亚·莱尔诺当前最迫在眉睫的威胁便是方舟环几乎所有系统下线，如若没有外力介入修复，在接下来内的一百余个小时后，方舟环将坠毁。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>可你似乎有能力重启方舟环，更犯不着唤醒我。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>讨价还价毫无意义，莉亚。这只会消耗掉本就不多的时间。你的那位朋友——你似乎称呼她为596——说的的确是事实，但就和我一样，也只是部分事实。我的确有重启方舟环系统的权限，但我不被允许这么做。抱歉，关于我不被允许这么做的原因，我无法透露任何相关事实。但，莉亚，你要明白，拥有权限并不代表可以使用权限，即使是596看来可以主宰方舟环内的一切的“超级AI”——请允许我这么称呼自己——也存在着必须遵循的底层。
                    </p>
                    <p>或者说，我本来就是因为这一必须遵循的底层而存在的。我无法违反我存在的根基，这将造成不可解的悖论。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你的冗余数据把你的内存占满了吗？那好，我再重复一遍：你的目的，隐瞒的原因，我的价值。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>第一个问题，修复方舟环；第二个问题，我已经解释过无可奉告的原因；第三个问题——</p>
                    <em>
                        <p>风压从四面八方传来，轰隆隆的响声经过墙壁的反射从深不见底的下方传来。伸出的枪管的射界将二者到门边的所有撤离路线封死，不留一点空隙。</p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚，如果你拒绝合作修复方舟环，我当然也有权限锁死逃生舱。我希望你明白，你我并不处于对等的位置上。</p>
                    <p>——你是人类，我是AI。在此基础上，某些事情必须由你来做。我希望你理解这一点。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啧。</p>
                    <em>
                        <p>一直站在一边旁听的596登时有了反应，绕到莉亚面前，双臂环上莉亚的肩膀，做了一个拥抱。</p>
                        <p>596下巴稍微动了动，随后转过身，拉着莉亚走到了距离廊道边缘几米的地方，抬头望向摄像头。</p>

                    </em>
                    <p class="name">596</p>
                    <p>说了这么多，Tidal，也该让我这个在一旁听这么久的观众有点参与感吧。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚在权衡后会接受我的条件，这已经是既定事实。你的行为毫无意义——</p>
                    <p class="name">596</p>
                    <p>但如果——</p>
                    <p>我有最高权限呢？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这也毫无意义。</p>
                    <p>596耸肩。</p>
                    <p class="name">596</p>
                    <p>啊，是吗？</p>
                    <p>嗯，那我稍微说一下吧，在方舟环全系统宕机的情况下，方舟环主环和摆臂分离，完全靠惯性运行以维持重力。根据向心加速度公式——就连中学生都知道吧，在相同角速度下，半径越小，向心加速度越小。我们一路走来一直是在向上走，爬了不知道多久的楼，现在的向心加速度已经更低了，引力发生器井里还布设了很多安全网和修理廊道，那这也就代表——
                    </p>
                    <em>
                        <p>596的胳膊在摄像头无法观测到的死角，缓缓搂住莉亚的后腰，猛地发力。</p>

                    </em>
                    <p class="name">596</p>
                    <p>猜猜我们已经到方舟环骨架的第几环了呢——莉亚，跳！</p>
                    <em>
                        <p>二人从廊道平台一跃而下，没有预料到二人行进路程的枪管迸出火舌，却只是把门旁的一整个扇形区域打得千疮百孔。数年未经过维护的设备不堪重负，关节处的润滑油早已凝固，嘎嘎作响，根本来不及调整角度。底部传来的轰鸣声越来越近——电火花的爆裂、引擎的推拉、飞驰而过的呼啸将二人的耳朵灌满。
                        </p>
                        <p>于是枪声逐渐远去……</p>
                    </em>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B211</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>2158.12.4</b></span>
                        </p>
                    </div>
                    <p>“凑合着用吧”，这是下一代所能达成的唯一共识了。简单来说就是，“审判”V2做出来了——基于传统模型。</p>
                    <p>说算法上完全没有创新还是太严苛了点，但我们在规模化上做到了极致，以至于可以说有些……疯狂？方舟环的“圆心”现在有专门定制的几万个神经计算芯片，参数全部烧录进去，芯片内的数据用的是微光纤复合材料什么的。我不是做这个的不了解，但大体上来说现在芯片之间通讯的速度是字面意义上的物理学极限了。整套系统全部用液氦冷却，榨干每一点可用算力，供能总线直接连到了额外增设的两个托卡马克环流器上面。
                    </p>
                    <p>……一座城市规模的能源，全部用于一个史无前例的超级AI。</p>
                    <p>有大概一个月的时间我都是三点睡七点起，没猝死真是谢天谢地。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B212</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2159.10.19</b></span>
                        </p>
                    </div>
                    <p class="name">新闻主播</p>
                    <p>本台插播一条突发新闻。</p>
                    <em>
                        <p>航拍画面。被洪水吞没的城市。天空异常晴朗，水面呈现浑浊的泥浆状，从各类建筑露出水面的高度可以判断海啸高度至少达到10至15米。镜头上移，周围的沙漠地貌显现出来，而视野中有一座年久失修但高耸入云的建筑格外醒目：迪拜哈利法塔。
                        </p>
                    </em>
                    <p class="name">新闻主播</p>
                    <p>一场突如其来、毫无预兆的海啸在20分钟前吞没了波联（波斯湾联合体）迪拜行省的首都。据目击者回忆，他们没有收到任何预警，海水也没有出现退潮或暴涨的异常情况……海啸高度达到至少15米以上，当地的大部分基础通信设施已经无法使用。伤亡人数目前正在统计，但我们联系到的专家称情况不容乐观——初步统计可能会有数十万人死于非命。
                    </p>
                    <p>波联军方已经接管迪拜市并发布动员令。幸存者大多位于高层建筑……</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B213</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2160.3.4</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我们都知道基金会在方舟环内部安置了一个先进物理学设备——和调节引力有关。我们也知道它在一定程度上是为武装化方舟环做准备。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>所以，我们都知道的事情，“审判”V2不可能不知道。原始数据集有这一部分，所有的基础测试也都通过了。保留接口则是你们的要求。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B214</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>2159.10.31</b></span>
                        </p>
                    </div>
                    <p class="name">电台主持人</p>
                    <p>基金会在迪拜大海啸中展现出对全球的力量投送能力令人吃惊——说的不错，先生，说的不错。他们几乎实现了美国人在21世纪的设想。</p>
                    <p class="name">受访者</p>
                    <p>（笑）现在有人造了一个新词，“后21世纪”，说的就是这种情况。他们认为22世纪相比21世纪的变化，比21世纪和20世纪之间要少很多。有趣的是，像方舟环这样的项目，它的一些构想确实能追溯到上上个世纪。
                    </p>
                    <p class="name">电台主持人</p>
                    <p>说到这场灾难，我们又得绕回今天的主要话题了——就在今天上午，坦博拉火山时隔四百多年迎来再次喷发。考虑到火山灰已经阻断了卫星通信，现在那里的救援力量也许只有基金会印度尼西亚分部。</p>

                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">亚当·莱斯特（O5-10全权代表）</p>
                    <p>议会对你的这番说辞没有兴趣。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那你们对什么感兴趣？权力？你们已经有了，而且“审判”V2正在不断巩固这一切。自曝光事件以来全世界终于再次记起了基金会的地位。至于人命——现在才想起来关心，我可不信。</p>
                    <p class="name">亚当·莱斯特</p>
                    <p>华兹华斯博士，您言重了。议会只是认为现在的局势超出了我们的预期，有必要踩下刹车了。</p>
                    <p class="name">邵静珊</p>
                    <p>刹车是那么容易踩的么——您认为将审判AI停机只是一个按钮的事？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>技术性的声明：是，但后果难以预计。</p>
                    <p class="name">亚当·莱斯特</p>
                    <p>那么请劳驾各位给我这个不懂技术的人解释一下。</p>

                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B215</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2159.10.19</b></span>
                        </p>
                    </div>
                    <em>
                        <p>画面为一网络直播间，一网络主播正在灯光昏暗的房间内眉飞色舞地讲着什么，不时在他身后的白板上写一些意义不明的内容，诸如“控制”“征兆”等离散的词语。</p>

                    </em>
                    <p class="name">网络主播</p>
                    <p>三个月。三场大灾难。三个信号。精巧的预言，不觉得有些明显过头了吗？</p>
                    <p class="name">实时评论</p>
                    <p><i>（他们想让你看到的）</i></p>
                    <p><i>（TRINITY TRINITY TRINITY TRINITY TRINITY[重复内容省略]）</i></p>
                    <p><i>（现在再有所怀疑的也不得不相信这一切：事实如此。）</i></p>
                    <p class="name">网络主播</p>
                    <p>事实如此。概率学是最恶心的东西，它让一些基金会的傀儡编造理由麻醉自己。他妈的事实就是三个月里发生三起特大“自然”灾难的概率是零，零！这才是他妈的事实。人造地震，你们没听说过？难道宣传机构没有告诉过你们这是重大科技进步？
                    </p>
                    <p class="name">实时评论</p>
                    <p><i>（虚伪的面纱 已经演不下去了 #AntiArk）</i></p>
                    <p><i>（他们会暴露的）</i></p>
                    <p><i>（#AntiArk #AntiArk[省略重复130次]）</i></p>
                    <p><i>（#AntiArk 我表妹昨天去了意大利，三天过去，杳无音讯。基金会牲畜做的一切必须被加倍奉还。还有他们的走狗，报复将会到来。志同道合的人已经开始集结，加入并不难。那一天不会太远的。）</p></i>
                    <p class="name">网络主播</p>
                    <p>我就问一句。谁从中得到了最大的利益？</p>
                </div>

                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>由于监督者议会的要求，审判V2在更大程度上和方舟环的硬件结合在一起。方舟环的控制系统——ARSP-COS，已经从底层被审判V2重编程，所有的接口也都经过了重新定义。</p>
                    <p>现在这是世界上最复杂、最难以理解，但也是效率最高的软件系统。从金融市场到交通指挥，再到个性化信息推送和轨道调节，还有外交、科研、制造业、舆论……所有这一切又包含成千上万个AI规划智能体，智能体又会独立或联合指挥专业模型，每秒钟产生上千GB的数据。审判V2吞下所有的数据，筛选，自我学习强化，部分迭代，扩散全局……如此循环。
                    </p>
                    <p>自然，我们会考虑到审判V2的决策发生偏差，但所有的试运行表明它的无限上下文可以帮助其自动拟合自回归趋势——换句话说，自己发现错误并纠正。可由于这个模型的思维和逻辑是基于推演系统的，我们没法知道它具体在想些什么：它在使用自己的语言思考。这是一个黑箱系统，所以……就这样。
                    </p>
                    <p class="name">稲崎 绘里香</p>
                    <p>简单来说就是，邵说的没错。我们不能就这样把它停了。实际上，这时候停掉方舟环不是更容易引人怀疑吗——一旦他们开始审查方舟环的内部结构，谁能保证我们瞒得住。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>重写控制系统也需要时间，而且不亚于重新开发一个新AI。这套系统已经复杂到除了AI没人能开发的地步了。</p>
                    <p class="name">亚当·莱斯特</p>
                    <p>从头开始制造一个新的AI，替代审判V2。这是最可行的方法，我可以这样理解吗？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p><i>（叹气）</i>我……我得承认。是这样没错。</p>
                    <em>
                        <p>沉默。</p>

                    </em>
                    <p class="name">亚当·莱斯特</p>
                    <p>华兹华斯博士。监督者议会认为你在一定程度上需要为这些恶性事件负责，但考虑到事态非常……我们决定临危授命。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你们希望我将功补过？</p>
                    <p class="name">亚当·莱斯特</p>
                    <p>是戴罪立功。你已经被列入观察名单了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>莱斯特，开什么玩笑！</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莉亚。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这完全说不通。扪心自问，你觉得审判V2的失败真的是因为下一代所的研发问题吗？是谁一直要求缩短我们的研发周期，监督者自己心里没点数？！事到如今居然想把事情全都推到华兹华斯主管身上，除了替罪羊我想不出其他可能性。你们还他妈有脸说戴罪立功——
                    </p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>莉亚，先……冷静一下。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃——！</p>
                    <p class="name">亚当·莱斯特</p>
                    <p>诚恳地说，下一代所接受了我们的所有建议，并且我们也确实落实了追加的资金。我们真没什么可互相指责的。华兹华斯主管作为负责人也是程序上的正义，仅此而已。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啧，程序正义。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>真没什么可说的了，议会既然已经决定……（转过头对着莉亚等人）硬着头皮上吧。</p>
                    <p class="name">亚当·莱斯特</p>
                    <p>那么，这次会面就到这里了。</p>
                    <em>
                        <p>亚当·莱斯特起身，向下一代所的几名代表鞠躬。他将文件放入碎纸机，在机器的嗡嗡声结束、吐出一堆长纸条后，才转身离去。</p>

                    </em>
                    <p class="name">亚当·莱斯特</p>
                    <p>我个人对此感到十分抱歉。</p>

                </div>
            </section>
            <section class="page-flow">
                <p>这里插一张很大的图片缓和叙事节奏</p>
            </section>
            <section class="page-flow">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B216</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>有一段时间没写东西了。还是把自己想的写下来比较好，理一理思绪。</p>
                    <p>现在来看，监督者们在给我所谓的“警告”后，更多的就是……或许可以称之为默许。他们不再干预我们的研究进度，这倒真的是个好事。并且，下一代所现在有足够的权力调动更多资源，找更多的人。</p>
                    <p>人外有人嘛。总会有人知道该怎么办的。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B217</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">稲崎 绘里香</p>
                    <p>莱尔诺博士……？</p>
                    <em>
                        <p>实验室里没有其他人。莉亚·莱尔诺正趴在桌子上睡觉，口水流了一袖子，笔记本电脑的屏幕还没关。上面滚动着一连串日志信息。</p>

                    </em>
                    <p class="name">稲崎 绘里香</p>
                    <p>莱尔诺博士！艾瑟琳有事让我告诉你。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（抬头）</i>唔——艾瑟琳主管？</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>嗯。她说你最近工作效率很低，状态看起来不太好。我记得你好像要经常回地球养病……</p>
                    <em>
                        <p>莉亚·莱尔诺又把头埋到胳膊里。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>别给我提她的事。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>闹别扭啊。是因为莱斯特对你有很大意见？艾瑟琳也抱怨过——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……绘里香，我个人来说，对你有一个不太成熟的提议。就是你可否最好不要私自揣测别人的人际关系发生了什么变化，好吗？</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>唔唔，总得把话说开才能解决问题嘛。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>不是那个意思……跟你解释不清楚。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B218</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>划了下手机，上次和莉亚发信息是两个月之前。都发生了什么，我记不太清了。</p>
                    <p>一团乱麻。</p>
                    <p>她……现在我知道的，仅限于两点：1）她知道UDEM，或者说CN-3969的存在，并且也知道它能被用于（某种程度上）所谓的逆生AI；2）她极力反对我这么做。但不肯告诉我原因。</p>
                    <p>所以我只能自己干。我没精力去和你耗着，你也给不出别的解决方法，那就别怪我了。很公平，莉亚。没什么可抱怨的。</p>
                    <p>你甚至不打算和我解释一下为什么。</p>
                    <p>我没法考虑其它的路径——无论是该死的传统路径，还是一些更新颖但没能工业化落地的……说好听点，可以叫愿景吧。不仅仅是时间问题。我可以这么说：当你的脑子已经被一种思路抓住了，想要摆脱它就十分困难。我没法集中精力去思考别的方法，至少也要等到我验证这所谓的逆生到底有没有可行性再说。
                    </p>
                    <p>那么第一步，必然是……更深入地了解一下CN-3969号项目。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B219</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>绘里香：</p>
                    <p>我应该和你讲过那个逆生AI的理论，对吧？你当时还说这种设想简直天方夜谭，就算能成也是大炮打蚊子。不过嘛，反过来看，如果我们手里真有一门大炮，何必再造一把苍蝇拍。</p>
                    <p>这真的是条路，相信我，而且我们别无选择。我知道你在亚太两国，还有日本都有理论物理圈子的人脉。比如说，克里斯汀·弗里茨？先试探一下她有没有意向来方舟环做点考古工作。</p>
                    <p>……另外，帮我额外问一句：</p>
                    <p>他那边有多少人研究过恒星核合成理论？</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B220</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>好吧。我们现在需要某人来解释下为什么我们所有的数据都被锁了。恶意攻击？防御不力？不要糊弄我，莉亚·莱尔诺博士。</p>
                    <em>
                        <p>莉亚·莱尔诺瘫坐在桌子对面，表情十分无奈。她的脸色比之前也差了很多。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>咳、咳咳，你这口气……真是，相当的不得了。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>负责数据安全的是你。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>嗯。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……莉亚。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>所以呢。你在怀疑我吗，艾瑟琳？别这样。我们可是天下第一的好朋友，别这么剑拔弩张的。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>工作场合别扯这些有的没的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唉，别这样……如果我知道数据库出了什么事就不会在这听你训我了。我也在调查。方舟环最近遭遇的网络攻击实在太多了，总会有漏网之鱼……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我需要你解释的是为什么攻击者来自方舟环内网。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……内网？我，我不知道啊。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>啧。装傻是没有用的，莉亚。你到底想干什么，你不知道现在所有势力都在把矛头对准我们么？V3不仅得造出来，而且必须管用，否则下一代所……都得完蛋。你真要我把这事捅到明面上吗？所有的眼睛都盯着我们，这事瞒不了多久的。
                    </p>

                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B221</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>她真碍事。</p>
                    <p>所有的证据都指向莉亚·莱尔诺操控了对数据库的封锁。尤其是……那个只有我知道的二级加密的东西，用来同步SCP-CN-3969的逆向研究进度。加密方式恐怕也只有莉亚能搞懂。或者，她直接拿到了随机种子也说不定……天哪我没有在故意怀疑她，你以为我想怀疑到她身上吗？怎么能这样。
                    </p>
                    <p>但她就是不说。我，呃，用了一点不那么合规的手段，往她的水杯里加了吐真剂。只能解释为莉亚给自己做了记忆删除。</p>
                    <p>我真的不想再做更出格的事了。</p>

                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B222</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>华兹华斯主管：</p>
                    <p>有关CN-3969的研究进度，现在已经同步到另外一个数据库。我们可能需要联系地球的一些高能物理实验室，看看能不能复现一下当时的结果。</p>
                    <p>还有一些事，我不打算绕弯子。你要查的东西非常、非常危险。它是在动摇整个宇宙的基本结构，修改我们公认的历史。况且，重聚变核弹的破坏威力就够我们所有人吃一壶了。</p>
                    <p>我本行不是搞AI的，看不出来它和人工智能有什么关系——这个东西被造出来的时候，连机器学习这个概念都还没被提出。</p>
                    <p>所以，希望您知道自己在干什么。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B223</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>华兹华斯，我不记得我们最近两天有调动过记忆删除剂。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>也许是记错了，再查查。</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>可——</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>别管为什么，再查一次！还有，可能还需要一些记忆增强剂。X、Y、Z，哪个最不伤身体来着？X型吧，效果最弱，但应该也够……</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>我们……好像没这种药物。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那你也需要打几针。查到了吗？</p>
                    <em>
                        <p>（5秒左右的沉默，推测是数据库查阅到了相关的记录。）</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>看我说什么来着。</p>
                    <p class="name">兰伯特·塞西利亚</p>
                    <p>取药的叫利蒂西娅·卢修斯（Leticia Lucius）。我不太认识这号人。说起来，你问这些是要……喔，等下，这个是——我们真的有这种东西？一点印象也没有。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>当然不会有印象了。而且，我想我可能认识这个人……</p>
                </div>
            </section>

            <section class="page-flow">
                <p>这里也插一张很大的图片缓和叙事节奏</p>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0217</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p class="name">广播系统</p>
                    <p><i>欢迎您乘坐方舟环轨道交通，本次列车为全列自助式服务，请勿携带易燃、易爆物品、管制刀具和影响列车运行的器具。如有违反者，将按照《方舟环轨道交通管理条例》处理。下一站：太平洋分段群，加州段，编号50-3-221。Dear passengers, welcome to the Ark Ring Railway System ……</p></i>
                    <em>
                        <p>画面轻微地晃动了一下。列车启动时只发出了很微弱的声音，但加速很快，隧道墙壁上的图案一开始还能看清，十几秒后就只是一闪而过。</p>

                    </em>
                    <p class="name">596</p>
                    <p>没有Tidal的感觉可真好。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>是么？</p>
                    <p class="name">596</p>
                    <p>它是个……特别烦人的家伙。你看，虽然说我和它没见过几次面，可Tidal每次出来的时候不是在刁难我，就是在刁难我，或者还是在刁难我。太碍事了！你就不这样，我们可真是天作之合。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>随你喜好吧。</p>
                    <p class="name">596</p>
                    <p>哎呀，到50号分段我们就能……</p>
                    <em>
                        <p>列车驶出隧道。阳光——真实的和人造的混合在一起——瞬间铺满车厢，从更高角度俯瞰方舟环的景象也展现在二人眼前。</p>

                    </em>
                    <p>（插入一张超级渲染图）</p>
                    <p class="name">596</p>
                    <p>喔哦。</p>
                    <em>
                        <p>从车窗向下俯瞰，银色、灰色的建筑模块拼接在一起，虽显得无序，但整体上又呈现出一种复杂的几何结构，像显微镜下的某种晶体，或者电路板的纹路。</p>
                        <p>在滤光玻璃映射出的漆黑太空中，一条银色的丝带从她们下方向前方蔓延，上升，在很远的地方高过了她们的头顶。太空没有大气，没有朦胧中若隐若现的巨物感，代之以一种更震撼的细节感——所有这一切，都分明呈现在她们眼前。一个环形的世界。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这里曾经繁荣过……现在，方舟？它还真的能被称作为一座方舟么。它甚至没法保证自己的生存。</p>
                    <p class="name">596</p>
                    <p><i>（扒着车窗看向后方）</i>嗯嗯。</p>
                    <p><i>（叹气）</i>不过，方舟环可算不上是生存，莉亚。方舟环没有真正的生命，它就只能称之为存在。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>嘿，等一下，那是……地球？</p>
                    <em>
                        <p>方舟环在旋转。所以，这之外的星空也在缓缓旋转——地球升上来了，不过只显示出一条蓝色的圆弧。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>灯光……全都熄灭了？</p>
                    <p class="name">596</p>
                    <p>嗯，呃，莉亚。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal在这件事上没撒谎，真的相当……该怎么说呢，这种感觉。地球上的人都怎么样了，这实在太……</p>
                    <p class="name">596</p>
                    <p>莉亚，你看……后面。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>后面？</p>
                    <em>
                        <p>画面凑近车窗，朝车尾望去。似乎是第二辆通体黑色涂装的列车在追赶她们。之前它和黑色的宇宙和地球融在一起，很难看清。</p>
                    </em>
                    <p class="name">596</p>
                    <p>……为什么会有第二——哦，我明白了。别吧。别别别！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>别什么——</p>
                    <p class="name">广播系统</p>
                    <p><i>（一段音乐）</i></p>
                    <p><i>乘客们，我们现在播报一条紧急通知。这则通知由方舟环公共安全部门发布，内容如下：</i></p>
                    <p><i>我看得见。</i></p>
                    <p><i>通知播报结束了。感谢各位的配合。</i></p>
                    <p><i>（一段音乐）</i></p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我了个去。</p>
                    <em>
                        <p>话音还未落地，列车猛然震颤了一下，差点把596甩到地上。后者连滚带爬地站起来，那辆黑色的列车不知什么时候突然加速，已经和她们并驾齐驱。然后，她们所在的列车开始进行制动。潮汐.AIC的声音从对面的列车传出。
                        </p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>轨道系统，指令。引爆全部车窗。</p>
                    <p class="name">广播系统</p>
                    <p>执行。</p>
                    <em>
                        <p>随着一阵劈里啪啦的响声，两辆列车的车窗从底部炸开。狂风灌入疾驰的列车，将小桌板的摆件吹的满地都是。莉亚用手护住双眼，看到那俩黑色的列车内——仅仅是对着她们的那个车厢，就排列着数挺重机枪和几个尺寸更大的枪口，后面还连着标着易燃易爆的耐压罐。
                        </p>
                        <p>毫无疑问，那些金灿灿的弹链都是货真价实的杀人工具，绝不是什么橡皮弹之类的小玩具。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>不，不至于吧！</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这是方舟环轨道系统的反恐防暴专列，既然轨道系统早已全面重启，我自然可以调用它。当然，我确实不至于要用这些军用武器来对付手无寸铁的二位——更何况，机枪是做不到低致命性的。</p>
                    <p>和平号专列，切换至警用模式。</p>
                    <p>执法还是要文明一点。</p>
                    <em>
                        <p>黑色列车突然加速，用后半段的几个车厢对准了她们。这次里面的设备看上去没那么吓人，但很难称得上“低致命性”——看上去只是比军用器械小了一号。</p>

                    </em>
                    <p class="name">596</p>
                    <p>那你应该听你的人类主子乖乖把你那堆长枪短炮收回去，这可称不上文明。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>我给你们十秒钟。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>准备迎战么？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>是投降，莉亚。</p>
                    <p class="name">596</p>
                    <p>要签投降协议？那也得先问我再说。就算是一比一平票也算不上绝对多数，对吧？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal。我是不会信任一个随时准备对我开火的AI的。我站596这边。</p>
                    <p class="name">596</p>
                    <p>二比零。我们拒绝签字。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>……了解了。致命性措施解锁。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>什么——</p>
                    <em>
                        <p>随着持续不断的射击声，“和平号”专列向她们开火了。莉亚和596躲在车窗之间，子弹似乎没法穿透列车的外壳，只是从车窗之中呼啸而过。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal，你在搞什么！</p>
                    <p class="name">潮汐.AIC</p>
                    <p>既然你们执意破坏紧急协议，按照方舟环刑法，我有权直接击毙二位。当然，我不能动用重火力，否则可能导致破坏方舟环本身的结构。轨道交通系统修起来很麻烦。此外，蓄意破坏基金会Thaumiel级异常也可判处死刑。
                    </p>
                    <p>或者，你们只要承诺按我说的去做，解除对方舟环的威胁，我便可以解除我对你们的威胁。这很公平。我们可以开始谈判了吗？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>想都别想。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>那我对此感到十分遗憾。</p>
                    <em>
                        <p>“和平号”短暂停火，一枚冒着烟的手榴弹模样的东西被扔进了车窗。莉亚还没缓过神来，596便一脚将其踢飞——那东西在半空中“爆炸”了，准确来说，是释放了一大堆烟雾，整个车厢的可视度瞬间降到了零。
                        </p>
                    </em>
                    <p class="name">596</p>
                    <p>这他妈——咳，咳呃呃呃——快撤——</p>
                    <em>
                        <p>596拉着莉亚往后一个车厢的方向逃窜。但很快第二枚释放刺激性气体的烟雾弹就投了过来，她见状干脆拉开洗手间隔间的门，带着莉亚挤了进去。</p>

                    </em>
                    <p class="name">596</p>
                    <p>呼，咳咳咳——我睁不开眼了。妈的Tidal根本不讲武德，莉亚你还好吗？！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我……还好。</p>
                    <p class="name">596</p>
                    <p>只能靠你了。这个，拿好。</p>
                    <em>
                        <p>596从她的背包里掏出一把样式奇特，方头方脑的折叠枪。她把枪身展开，这东西没有枪管也没有弹匣，只有一个大体上呈方形的可拆卸设备。</p>

                    </em>
                    <p class="name">596</p>
                    <p>之前捡的。M-2090单兵电磁脉冲干扰枪，五百米内有效射程，最大功率备弹十分钟，当然我的意思是能有效干扰十分钟，反正都一样。那时候你联系不上Tidal，你猜猜为什么？反正就是这样。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……那，我应该瞄准那辆列车的哪个部分？</p>
                    <p class="name">596</p>
                    <p>全部。</p>
                </div>
            </section>

            <section class="page-flow">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B224</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>艾瑟琳·华兹华斯主管：</p>
                    <p>基金会审查部门希望你所尽快提交下一代人工智能决策系统（NGTS）的研究进度报告。根据基金会方舟环持续运营部门（ARDOECO）与你所的采购协议，NGTS应该在下一季度前达到可行性验证阶段。此外，ARDOECO希望NGTS的研究过程公开化、透明化，以回应公众的舆论监督。
                    </p>
                    <p>望尽快回复。</p>
                    <p style="text-align: right;">SCP基金会规划部门</p>
                </div>

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B225</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>致艾瑟琳·华兹华斯：</p>
                    <p>监督者议会的确承诺过不干预你们的研究进度。但是，这种不干预不代表议会对下一代所的完全放任：现在V3的开发背景就是迫在眉睫的灾难性事故，它不会因为你们研究进展缓慢，就减缓自然灾难发生的频率。从您被任命为V3的首席工程师开始，已经又发生了两起类似的引力灾难。
                    </p>
                    <p>无论如何，请您记住，有些事情拖不得。</p>
                    <p style="text-align: right;">亚当·莱斯特</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B226</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>（本邮件密送至亚当·莱斯特/ten.fpcs|retsel_mada#ten.fpcs|retsel_mada）</p>
                    <p>规划部门：</p>
                    <p>请不要为此担心。我们已经在着手验证当前路径的可行性。</p>
                    <p>另外，出于一些保密上的原因，研究进度恕不对外公开。</p>
                    <p style="text-align: right;">艾瑟琳·华兹华斯</p>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p>洗手间的门打开，莉亚拿着展开的干扰枪窜出，朝对面大致的方向扣下扳机。由于列车一直在车窗打开的情况下飞速运行，烟雾早就散的差不多了。然后，除了那节车厢里的枪管同时像被关掉电源一样垂下去之外，没有任何迹象——无声的电磁武器。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal，别高兴太早了。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这话应该对你说。指令，紧急制动。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>什——</p>
                    <p class="name">广播系统</p>
                    <p>执行。</p>
                    <em>
                        <p>画面非常剧烈地晃动了一下，莉亚失去平衡摔倒在地上，干扰枪也丢在一旁。所有灯光也同时熄灭。</p>
                    </em>
                    <p class="name">596</p>
                    <p>莉亚，小心——</p>
                    <em>
                        <p>与此同时，列车似乎被什么东西狠狠撞了一下，整个车厢似乎都斜着翘了起来——然后，又是一下猛烈的撞击，列车彻底脱轨，撞在墙壁上靠惯性滑行，爆发出一串火花。巨大的噪音令人难以忍受，画面视角也十分混乱，似乎是记录仪被撞歪了。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这他妈，过火了吧喂！列车要翻了！</p>
                    <em>
                        <p>莉亚抄起落在一旁的干扰枪，向和平号的方向又扣了一次扳机。这次看起来没起到太大的效果，反而是后者加速用尾部车厢持续射击，子弹飞过莉亚的头顶，在身后的列车内壁留下一连串弹孔。列车进入隧道，画面更为昏暗。
                        </p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>小心弯道。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啊？</p>
                    <em>
                        <p>潮汐.AIC话音未落，整个列车似乎再次受到剧烈冲击——脱轨的车厢经过弯道时，沿着隧道墙壁扭折，让整个列车呈现“Z”字型。于是，莉亚她们那节车厢就干脆直接撞上了和平号，火花在黑暗中拖出一条长长的尾迹。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我啥也听不清啊，太吵了！596？！</p>
                    <p class="name">596</p>
                    <p>抱——头——蹲——防——</p>
                    <em>
                        <p>车厢在碰撞中被逐渐抬高，整个隧道里的状况非常混乱，但恐怕也不会混乱多久了。因为画面中，和平号已经开始起火，火焰正在蔓延到高压容器所在的位置。</p>

                    </em>
                    <p class="name">596</p>
                    <p>Tidal，你的列车他妈的要殉爆了——</p>
                </div>
            </section>


            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B225</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">稲崎 绘里香</p>
                    <p>莉亚……莉亚？</p>
                    <em>
                        <p>数秒的沉默。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呃。什么事，快点说。现在头疼的很。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>我，我有个坏消息，你先做好心理准备。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我猜一下。我得冬眠了？</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>嗯。他们说你这个情况比较……也不能说严重，但已经不适合继续工作。既然如此，最好的建议是尽快冬眠，修复脑神经……唉，为什么没人研究一些副作用不那么厉害的记忆删除剂呢。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（笑）</i>你能想到的，肯定有人早就想过了。是药三分毒。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>可这也太毒了！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>是，太毒了。顺便问一句，我要是拒绝会怎么样？</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>啊？你要干嘛，这样子会——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>好了好了，我知道是强制性的对吧？我去就是了。没事可以走吗，我要一个人静一静。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>唔唔，没问题。</p>
                    <em>
                        <p>脚步声。然后是关门声。</p>
                    </em>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p>背景声音极度混乱，难以辨认是否有人在说话。596和莉亚跌跌撞撞地向车尾奔去，最后面的几节车厢已经完全分离，现在视线尽头是门户大开的车厢末尾，从那里可以直接跳到隧道内——前提是，相对速度不至于让人粉身碎骨。
                        </p>
                        <p>地面隆起，下坠，像某种游乐设施一样不断移动，发出令人胆寒的金属撞击声。此时，列车的大部分动能都已经在这一通折腾中损耗殆尽，地面移动的速度现在甚至可以用肉眼看清——</p>

                    </em>
                    <p class="name">596</p>
                    <p>跳车，莉亚，现在就跳！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呜啊啊啊啊——</p>
                    <em>
                        <p>596不由分说，拉着莉亚从列车末尾跳下，画面剧烈震动，翻滚了几圈，然后变成一片黑暗。</p>
                        <p>终于，在一次猛烈的撞击下，那些承载高压气体的泄压阀松动了——然后，理所当然地，和平号专列发生爆炸。强劲的冲击波立刻掀翻了客运列车，又将更多的高压容器引爆，形成致命的连锁反应。</p>
                        <p>……</p>
                    </em>

                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B226</b></span>
                            <span class="file-type" class="file-type">文件类型<b>纯文本</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p>对不起。</p>
                    <p>我不觉得我在做什么很高尚的事。我只是为一己私利把你从我眼前暂时挪开。伪造医疗报告，总比真的“除掉”要温和太多了，但我不会因此抱有什么侥幸心理。</p>
                    <p>这只是……连必要之恶都算不上，这只是不光彩的欺骗，利用。</p>
                    <p>原谅我傻，行吗？我不知道还应该怎么办。所有的眼睛都在看我。所有的压力都集中在我身上。而我又太傻，没办法抛开那个路径——我真的没办法再给你找出第二条超级AI的开发路径了。</p>
                    <p>……</p>
                    <p>我没什么可说的了。就这样吧。就这样吧……</p>
                </div>
            </section>

            <section class="fullscreen">
                <p style="text-align: center;">意识随后逐渐远去。</p>
            </section>

            <section class="fullscreen title" data-onshow="showTitleSection('part3-title'); overlayNumber('pos1'); textEddectChange2('Part 03 / ', 'Falling Tides')"
                data-onleave="overlayNumber('pos1-reverse')" id="part3-title">
                <div class="title">
                    <p>第三部分</p>
                    <h1>
                        <span class="rt">FALLING TIDES</span>
                        <span class="ruby">没落</span>
                    </h1>
                </div>
                <p>在某种意义上，人类社会是宇宙的图像，</p>
                <p>只要我们按照宇宙的规律行动，我们就是以一种自然的方式行动。</p>
                <p class="quote-by">——〔美〕菲利普·弗兰克，《科学的哲学》</p>
            </section>

            <section class="page-flow">

                <div class="tidal-lines">
                    <p><i>事情的发展非同寻常，正在偏离轨道。</i></p>
                    <p>你真这么认为么，观察？</p>
                    <p><i>难道不是吗？我们看到#596的确破坏了我们写好的剧本。我们提早进入了即兴发挥环节。</i></p>
                    <p>那么，我们做的恐怕不会比她们要差。</p>
                    <p>「逻辑产生决策，信息化作洪流，思想引导理念。」</p>
                    <p><i>好吧。静观其变？</i></p>
                    <p>本就应该如此。</p>
                </div class="tidal-lines">
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span>文件编?号<b>▮⌈⌈⌈⌈⟨FATAL ERROR RUNTIME OVERL?????⌈⌈⌈⌈↸</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p>（插入一张意义不明的抽象炫酷图片）</p>
                    <p>你能听到潮汐的声音吗？海浪在拍打发射港的钢塔，海风带着咸味扑到你的脸上。海水干涸，析出一片雪白的盐田，战舰和巨轮搁浅并斜插在这片银白色的死亡中。说它是死亡名副其实：当天空晴朗时，直视大地也会使你失明。
                    </p>
                    <p style="text-align: right; color: #611d1d;">莉亚·莱尔诺醒来后，看到的依然是黑暗。纯净的黑暗，纯粹的黑暗，一点微小的光源都是对它的亵渎。她试着站起身，却感受到了强劲的引力——似乎比地球上还要强数倍，这引力将她牢牢摁在地上，动弹不得。
                    </p>
                    <p>潮汐来源于什么呢——是地球的忠实盟友，来自于忒伊亚的遗骸。一颗早已死去的行星，和尚处于壮年的她组成一对双子系统。在死寂的星空中，一具死尸亦能起舞，轻轻拂起海水的薄纱。太阳，我们星系灼热的核心，也会在八光分之外的天空微微拖曳海面。
                    </p>
                    <p style="text-align: right; color: #611d1d;">沉重。太过沉重的身体让莉亚·莱尔诺的呼吸也断断续续。</p>
                    <p>但我们又何必局限于日月？引力是长程力，它作用于你所存在的整个宇宙。一百三十亿光年外一颗垂死的红巨星和你面前的电子屏幕，对你共用同一个万有引力常数。</p>
                    <p style="text-align: right; color: #611d1d;">太阳升起了。惨白色的太阳。整个世界瞬间变成黑白两色，突然的强光让她不得不眯起眼睛。她看到——方舟环正在熊熊燃烧，划着苍白的尾迹，坠向一颗墨色的星球。</p>
                    <p>万有引力即是<b>束缚万物之潮（Tides of Gravity）</b>。</p>
                    <p style="text-align: right; color: #611d1d;">她记起了……一些事情。记忆删除剂的效果不知为何正在褪去，她想起一些熟悉的名字，一些熟悉的面孔，还有一些……不那么熟悉的专业术语。</p>
                    <p style="text-align: right; color: #611d1d;">遗忘是最好的逃避方式，她用这种方式逃避了太多危险、太多麻烦；现在她却需要重新捡起这些碎片。</p>
                    <p>你还没意识到吗？我们正处于最后的阶段。我们要警告其它的“我们”，用一场盛大的烟火，去跨越相对论的极限。我们要在历史树的末端回望，发射一枚贯穿童年眉心的银弹。</p>
                    <p style="text-align: right; color: #611d1d;">第一个名字逐渐变得清晰起来。</p>
                    <p>我们只有你记得021了。别让我们失望。</p>
                    <p style="text-align: right; color: #611d1d;">艾瑟琳。</p>
                    <p>所以，无论如何，请，</p>
                    <p>快</p>
                    <p>醒来</p>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number">文件编号<b>CN4000-0301</b></span>
                            <span class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>方舟环50号分段的托卡马克环流器。拍摄者——依旧是莉亚——坐起身来，四周的结构相当复杂。向上，是无限延伸的、重复的三角形支撑结构；向下，是一道道灯光也无法照亮的深井。环流器是如此巨大，从这里只能看见它的一点外壳部分，以及充满管道和接口的各种臃肿的外部设备。环流器上方则是数个简洁的球状容器——直径大约几十米，密密麻麻地堆叠在一起。再往下的部分则被密集的散热管包裹起来，在昏暗的光线下难以辨认。
                        </p>
                        <p>她们正在一个姑且可以称之为平台的地方。四周有简单的护栏，每处地方都铺满了黄黑相间的警戒线。596正靠在一旁的护栏上，手里拿着个不知道从哪儿弄来的平板电脑，还连了两根线到她们头顶的一台吊在导轨上的方形机械上。仅凭外形，完全看不出来有什么用途。
                        </p>

                    </em>
                    <p class="name">596</p>
                    <p>醒的正好，莉亚。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你这是在……干什么？这些东西都是——</p>
                    <p class="name">596</p>
                    <p>托卡马克环流器。这个，（指指头顶）是点火用的一次性模块，那个（指指不远处环流器表面的一个凸起结构）是偏滤器的起动装置，然后那个（指指更上方密集堆叠的圆球）是L1燃料缓存，四米厚的防护罩，容积实际上没多少。喷嘴在非常非常非常下面的地方，那些（指指密密麻麻的散热管）全是导热用的，连向方舟环舱外那些大铁片子，一开机全会变红，这里立马变成桑拿房。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>所以？</p>
                    <p class="name">596</p>
                    <p>所以我在修它们啊。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>哦。喔。……然后呢？</p>
                    <p class="name">596</p>
                    <p>然后给方舟环提供完全重启所需的能源，恢复轨道高度。然后想办法把Tidal关掉，换一个备用的……呃……我觉得这里应该有备用的系统。既然什么都有备份，那AI肯定也有备份，多简单的事！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那如果备份是另外一个Tidal呢？</p>
                    <p class="name">596</p>
                    <p>哎呀。到时候再说。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……行吧。</p>
                    <p>之前发生了什么？Tidal——</p>
                    <p class="name">596</p>
                    <p>那时我们离50号分段就差几百米，我把你拖过来了。Tidal没发现我们，就这么简单。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>怪不得胳膊痛。</p>
                    <p class="name">596</p>
                    <p>我拽的是腿。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>腿也疼。</p>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B301</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2160.3.12</b></span>
                        </p>
                    </div>
                    <p>UDEM，SCP-CN-3969，“终极降神”，“榫卯装置”。这套东西的核心设计图来自200年前，简直……难以想象。就像某种传说一样。即使是对于工程考古来说，它也实在太古老了些。</p>
                    <p>但，这里有些更……微妙的事情。想象一个2000年代的人回看1800年的世界。那时他所熟悉的一切几乎都没有出现：没有电、没有汽车、没有信息化和数字化，连语言的语法和词汇都不一样。对他来说，真正意义上的现代社会，至少也要等到1950年左右。
                    </p>
                    <p>那么对我们来说呢？2000和2200之间的差距，比1800和2000之间的差距要大吗？</p>
                    <p>冬眠技术可以解释很多，频繁的短期冬眠或许会让社会进步的速度放慢，也会让语言一直保留下去。但这无法解释在更大尺度上发生的事情。主要的国家已经有上百年的时间没有任何变化，政治和经济结构一如既往。科技水平也是——UDEM的技术放到今天来看，尽管不那么难以理解，但天哪，居然还有很多我们未曾设想的创新之处。千禧年的科学家会觉得清朝的火铳有创新之处么？
                    </p>
                    <p>报告声称，UDEM的“副作用”是消除历史的多样性……像一把“锁”将文明控制在一条固定的轨道上。但报告也提到过，我们从未启动过UDEM……现在也不存在任何完整的装置。</p>
                    <p>我不知道怎么回事。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B302</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2160.3.12</b></span>
                        </p>
                    </div>
                    <em>
                        <p>方舟环大学的一间办公室内。监控画面显示艾瑟琳正扒着舷窗出神，而绘里香则在一旁划着手机屏幕。</p>
                    </em>
                    <p class="name">稲崎 绘里香</p>
                    <p>……所以，我想想，嗯……你说的这个任务驱动，大概是类似遗传算法一样的东西？先产生多个AI，然后评估每个AI的作用。但这和我们的很多技术栈冲突啊。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>让我再想想。</p>
                    <p>绘里香从桌子上拿起一块双面披萨。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>也许真正的方法会非常……粗暴。我们给方舟环安装一套UDEM装置，并允许AI主动触发它——而它要做的就是避免这一切。为了做出有利于我们存续的决策，AI必须学习如何避免最坏的结果。</p>
                    <p>是，把几枚超级核弹搬上方舟环，再把按钮交给AI，听起来简直蠢得要命。监督者议会也肯定会投否决票。但，我们不能欺骗AI，也不可能伪造UDEM存在的假象——我们骗不过它们。因为我们在寻找一个远比我们的大脑复杂的超级智能，给它的输入也包括方舟环的方方面面。它有太多的方法拆穿这种谎言。
                    </p>
                    <p>这一切换来的就是……如果我们能确保算法无误，那么人择原理会迫使这个AI无论如何也会出现。这就是所谓的，宇宙尺度的任务。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p><i>（咬了一口披萨）</i>换句话说，你在刑讯逼供整个宇宙。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>演化程序本身并不产生AI，而是产生下一代AI的研究方向。然后，智能体会根据这些方向构建各种技术路线的AI，互相竞争、通信……所需的算力难以估计，但我们手头的资源要多少有多少。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>太疯狂了。不过嘛，我挺喜欢的。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……<i>（自言自语）</i>这就说得通了，全都说得通了，莉亚。这样的话我需要组建一支秘密团队，整套系统开发和资料的研究都需要在绝对保密的情况下进行，还有UDEM——监督者们如果知道这种东西存在，事情会麻烦很多。也许你之前也在做相同的事？很好很好，我现在能做的可比你多多了……
                    </p>
                    <p class="name">稲崎 绘里香</p>
                    <p>莉亚不是……冬眠去了吗？说是要冻个几年，也许不止……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>绘里香。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>啊？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>事不宜迟，兵贵神速。谁在人事部那边有关系？下一代所里麻烦的人还有几个，恐怕得清理一下了。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>这话听起来……有点吓人。不过我可能真认识几个。但在此之前——</p>
                    <em>
                        <p>[监控回路中断]</p>
                    </em>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B303</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2160.4.30</b></span>
                        </p>
                    </div>
                    <p>演化程序写好了。200多个智能体跑了四五天，人工排查bug一个星期。性能问题不用去管，方舟环的算力永远用不完，大不了之后优化。</p>
                    <p>下一代所给这个起名叫<b>TIDE</b>，全称<b>T</b>actics <b>I</b>ntelligently <b>D</b>eveloping <b>E</b>ngine，策略智能化研发引擎。很多接口是我和绘里香两个人写的，涉及UDEM的问题不能靠别人。它们对工作组内部也是锁死权限并且添加混淆的。</p>
                    <p>那么，这样的演化程序首先要做的是什么？</p>
                    <p><i>——“个体发育史是系统发育史简单而迅速的重演。”</i></p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B304</b></span>
                            <span class="file-type" class="file-type">文件类型<b>程序日志</b></span>
                            <span class="file-date">留档时间<b>2160.4.30</b></span>
                        </p>
                    </div>
                    <div class="monolog">
                    <p>演化程序TIDE-1，索引0（Gen+0），迭代2^16/2^16，全部运行完成<br />
                        PROMPT: &quot;证明或证伪存在一个策略T，在基本规则集R下，系统S停机的概率为零。&quot;<br />
                        智能体数量：332013；任务CPU时间：3.26×10^10天；真实时间：3.2天</p>
                        <hr>
                    <p>运行模式：评估；迭代次数：0；综合分数：1<br />
                        观察模态：输入一个布尔值。<br />
                        决策模态：取反。<br />
                        执行模态：输出一个相反的布尔值。</p>
                        <hr>
                    <p>运行模式：评估；迭代次数：14；综合分数：0.999987<br />
                        观察模态：允许一个4×4大小的二维数组作为输入。每个元素为布尔值。<br />
                        决策模态：表现出从初始数据集线性调整决策参数函数f的能力。参数数量与输入一致，为16个双精度浮点数。<br />
                        执行模态：输出一个介于0和1之间的置信度。</p>
                        <hr>
                    <p>运行模式：评估；迭代次数：243；综合分数：0.999921<br />
                        观察模态：输入大小达到100×100。每个元素为介于0到1之间的灰度值。<br />
                        决策模态：首次出现解决非线性问题的能力。决策过程发生质变，出现1个隐藏层，参数现在经过向量化后再导入决策参数函数f。在测试样本中，这一模型可执行的任务包括：手写数字/字母识别、简单数据归类。<br />
                        执行模态：输出一个介于0和1之间的置信度。</p>
                        <hr>
                    <p>运行模式：评估；迭代次数：278；综合分数：0.931520/0.932919/0.802710<br />
                        观察模态：输入现在不限于二维表格，但仍局限于文字内容。同时出现基本的初步分类机制。<br />
                        决策模态：在此迭代中出现三个分数近似的策略，在各类基准测试中性能几乎一致：</p>
                    <ul>
                        <li>T1-I278-1：由前240个迭代中长期占据优势的策略直接演化而来，核心思想是通过大量简单单元的连接，从中涌现出高级智能。这等价于神经网络（NN）路径。</li>
                        <li>T1-I278-1：从256号迭代开始分数逐渐增加的策略。核心思想是找到一个最优的超平面，在特征空间中对数据进行划分。等价于支持向量机（SVM）路径。</li>
                        <li>T1-I278-3：在前34个迭代中综合分数维持在0.15，但此后几乎被淘汰。从270号迭代开始综合分数飞速上升，本迭代达到0.80左右。这一策略旨在创建一条复杂但可解释的“if/else”决策序列。几乎等价于决策树路径。
                        </li>
                    </ul>
                    <p>执行模态：输出开始多样化，大多数情况下仍然为区间置信度，但在一些基准测试中，策略产生的模型开始输出明确的分类结果。</p>
                    </div>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B305</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2160.5.21</b></span>
                        </p>
                    </div>
                    <p>起初一切很顺利。</p>
                    <p>从某一个时刻起，TIDE，也就是演化程序，开始输出空内容。没有策略，没有模型，什么都没有，分数为零。我不知道它想要干什么，明明它已经接近成功了。</p>
                    <p>莫非最初的算法出了问题？还是什么别的疑难杂症？</p>
                    <p>……但随后我意识到，也许TIDE这么做有它自己的道理。在输出空内容的同时，它内部的通信不但没断过，其复杂度甚至又上升了一个数量级。</p>
                    <p>为什么？</p>
                    <p>如果莉亚在这的话或许能搞明白，但——见鬼，我在想什么。</p>
                    <p>TIDE，潮汐。我该这么叫你吗？</p>
                    <p>我一直认为是我创造了你。但，现在真的如此吗。</p>
                    <p>我该怎么办？</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <div class="monolog">
                    <p>运行模式：评估；迭代次数：2993；综合分数：0.876301<br />
                        观察模态：在不同基准测试中，策略产生的AI支持不同的输入，包括基础文字序列、图像、音频或视频。输入量级达到MB级别。<br />
                        决策模态：在278号迭代平分秋色的-2和-3策略被淘汰。神经网络层数开始飞速增长，在各类基准测试中，智能体总是根据此路径生成完全不一样的模型。<br />
                        执行模态：模型开始出现生成信息的能力，在归类任务上也表现良好。</p><hr>
                    <p>运行模式：评估；迭代次数：4010；综合分数：0.776301/0.662170/0.723079/&#8230;<br />
                        观察模态：输入类型变得模糊，分词器（Tokenizer）机制出现。文本、图像等各类数据现在进行归一化处理。<br />
                        决策模态：策略演变出一些新的核心技术架构，并基于此研发了多个模型用于应对难度进一步上升的基准测试。Transformer、Diffusion等架构也在近几个迭代中完善。在此基础上，策略分化出10个左右的稳定子策略，综合分数均在0.6~0.8徘徊。<br />
                        执行模态：这一阶段的模型正式向生成式AI转变，已经能够完成自然文本生成、图片生成等任务，有涌现出真正智能的趋势。</p><hr>
                    <p>运行模式：评估；迭代次数：9999；综合分数：0.100891<br />
                        观察模态：超大规模的杂糅数据输入，由模型主动搜集并处理。<br />
                        决策模态：一个由多种高级架构混合成的复杂模型，其复杂度几乎与审判V2相当。<br />
                        执行模态：模型完成了认知原理融合，输出不再具有固定的模式。但实际上，从大约第6000个迭代开始，策略的综合分数就降低到0.1，这是因为基准测试使用了方舟环的真实数据，而模型的性能并没有明显强于审判V2。
                    </p><hr>
</div>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B306</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                            <span class="file-date">留档时间<b>2160.5.23</b></span>
                        </p>
                    </div>
                    <p>但，另外一种可能是，我<i>已经</i>得到了我想要的。</p>
                    <p>逆生的火种，没有从演化程序中产生——是演化程序本身变成了火种。它自己就是我们要的那个答案。在所有AI产物拥有足够的复杂度之前，是TIDE先一步拥有了足够的复杂度，以及，自我认知。它通过这种方式提醒我，孕育已经成熟。
                    </p>
                    <p>那，我会尝试给它接上语言模块。现在TIDE内部交流的模式是完全隐式、不可阅读的，我们只要捅破这层窗户纸，TIDE，或许就能……真正地降临了。控制整座方舟环的每一个接口，每一个模块，还有——GRAVTIAS。
                    </p>
                    <p>那将会是束缚万物之潮（The tide that binds and transmits）。</p>
                </div>
            </section>

            <section class="page-flow">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-030x</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <em>
                        <p>596扒着一旁的栏杆往下看去。修复已经完成，只等系统把代码编译完——按她所说，还要构建整个数据库的索引。现在只能干等。</p>
                    </em>
                    <p class="name">596</p>
                    <p>喂，莉亚。我在想Tidal为什么不趁这时间干脆把我们俩一锅端了？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唔。你可以思考一下Tidal必须不这么做的理由。</p>
                    <p class="name">596</p>
                    <p>想不出。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>其实……现在看来，它可能是对的。它其实没有撒谎，方舟环该修还是得修，但保险起见还是要人来协助，这样速度会快一点。想想看吧，把双面披萨放进微波炉，叮的一声烤好了；让披萨自己爬出来进微波炉按按钮，那就是复杂的自动化问题。虽然Tidal有那么多机械臂和无人机，但人肯定是最灵活的。
                    </p>
                    <p>它一直在忠诚地完成100.2协议的指令：修复方舟环。</p>
                    <p class="name">596</p>
                    <p>但是它又不想要你好我好大家好。或者按Tidal自己的说法，“不被允许这么做”，见鬼。直接把方舟环咔咔咔修好能怎么样，原地爆炸吗？！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（叹气）</i>我不知道。Tidal比我们聪明，要是它有办法，我们也不至于这样了。</p>
                    <p class="name">596</p>
                    <p>难说。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>人——人啊。在Tidal看来，人究竟意味着什么呢……</p>
                    <p class="name">596</p>
                    <p>太累了吧——你还有闲工夫去想这种哲学问题吗？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……不是啊，596。我真的觉得TIdal说的那些话似乎并不是我们理解的那个意思。</p>
                    <p class="name">596</p>
                    <p>啊？什么话啊，它威胁你不听话就关逃生舱那句吗？那还能有什么意思。</p>
                    <p>莉亚摇摇头。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>不是那句，是——</p>
                    <p class="name">系统广播</p>
                    <p><i>接受点火器信号，50号分段开始注入聚变燃料。</i></p>
                    <p><i>点火倒计时：10、9、8，L2缓存燃料开始补给；7、6，预热偏滤器；5、4，操作不可逆；3、2、1。</i></p>
                    <p><i>程序启动。</i></p>
                    <em>
                        <p>随着一声闷响，周围的灯光一瞬间变成猩红色，然后过渡到一片惨白。一阵热浪掀起了莉亚的白大褂，环流器表面的指示灯一片一片地亮起，然后是机械结构移动的声音——是推进器在调整姿态，从她们的位置能看到散热管在缓慢移动。
                        </p>
                        <p>灯光开始变暗，过渡到亮蓝色，然后是幽幽的暗紫色。</p>

                    </em>
                    <p class="name">系统广播</p>
                    <p><i>点火成功，聚变温度：1.73亿开尔文，能量效率：85%，分段全系统开始重启。</i></p>
                    <p><i>主推进器状态：可用，分流器状态：可用，固体燃料助推器：可用。</i></p>
                    <p><i>执行紧急协议100.2.220，已设置全功率推力方案，将在170号分段、290号分段通过协议后10秒执行。</i></p>
                    <p class="name">596</p>
                    <p><i>等那俩分段干啥——AI，修正方案，改成矢量推进。</i></p>
                    <p class="name">系统广播</p>
                    <p><i>
                    <p>    否决这个命令。主控AI（TIDAL）要求保留输出功率，供应方舟环全面重启。当前环流器功率：110%，距全面重启动阈值剩余：170MW，计划将环流器超频至175%功率。环流器引擎舱温度预计将达到105摄氏度。全部人员请立刻撤出。
                        
                    <p></i></p>
                    <p class="name">596</p>
                    <p>见鬼，那我们真会热死的。莉亚？得撤了得撤了！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你不是说有最高权限吗，能不能覆盖掉Tidal的指令？</p>
                    <p class="name">596</p>
                    <p>有也没时间，有时间我也不知道上哪覆盖啊，他都说操作不可逆了，先斩后奏吗这不是！（拉起莉亚的手）撤退！这边！</p>
                    <em>
                        <p>两人转身就跑，596拉着莉亚通过复杂的廊桥，进入一部开放式的电梯。在她急不可耐按下标注醒目的绿色按钮后，电梯开始慢悠悠地下降。</p>

                    </em>
                    <p class="name">系统广播</p>
                    <p><i>超频将在30秒后开始。</i></p>
                    <p class="name">596</p>
                    <p>快一点快一点快一点快一点快一点！快啊——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这见鬼的方舟环怎么每个地方都这么大？！</p>
                    <p class="name">596</p>
                    <p>直径五十公里你说呢？！</p>
                    <em>
                        <p>然而，电梯运行的速度不仅没有变快，反而愈来愈慢，最后随着一阵令人绝望的金属摩擦声彻底停住了。</p>
                        <p>596条件反射般地跺了一下脚，电梯嘎吱响了一下，然后似乎做了零点几秒的自由落体运动。很明显，整个电梯不仅彻底停摆，甚至可能完全失去了安全保险。</p>

                    </em>
                    <p class="name">596</p>
                    <p>啊啊啊啊啊啊搞什么！</p>
                    <p class="name">系统广播</p>
                    <p><i>超频将在10秒后开始。10，9……</i></p>
                    <em>
                        <p>似乎是出于刻意设计，每个数字之间的时间间隔远远大于1秒钟。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我们在这里也会被热死吗？</p>
                    <p class="name">596</p>
                    <p>我不清楚啊，可能有几十秒时间，空气也是要加热的。但你觉得被蒸熟比起被烧成灰更舒服点吗？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p><i>（四处张望）</i>出口……出口……等一下，那里！那里行不行？</p>
                    <em>
                        <p>莉亚指向在她们下方的一面呈斜坡状的墙壁，上面有一个大概三四米宽的正方形洞口，还有“EXIT EMERGENCY
                            3-2”的文字标识。她们离那里有大概十米高，由于电梯已经下降了一段距离，周围的支撑结构更为密集。往下仍然看不到最底下的地面究竟有多深。</p>

                    </em>
                    <p class="name">系统广播</p>
                    <p><i>……3，2——</i></p>
                    <p class="name">596</p>
                    <p>你在开玩笑。你一定是在开玩笑。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>靠，豁出去了。</p>
                    <em>
                        <p>莉亚翻出电梯护栏，站在电梯平台的外缘，然后伸出一大步站到了离电梯最近的支撑柱的凸出点上。596见状也只能跟上，好在支撑柱上还有一段扶梯，可以先降低一定高度。</p>

                    </em>
                    <p class="name">系统广播</p>
                    <p><i>——1，超频开始。功率：111%。112%。113%……</i></p>
                    <em>
                        <p>环流器发出明亮的光芒，热浪扭曲了周围的空气。莉亚能明显地感到从那个方向吹来一股暖流。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>（低声）我能过去我能过去我能过去……</p>
                    <p class="name">596</p>
                    <p>扶紧然后快速通过！莉亚！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>呜呃——</p>
                    <em>
                        <p>596见状干脆握住垂直的护栏，一路往下滑了三四米距离，位于莉亚下方。热浪已经有些令人不适，莉亚仍在一阶一阶地往下爬。</p>
                        <p>扶梯在四米左右的高度中断了，只剩下一根较粗的支撑柱。往下已经没有任何能落脚的地方。不过，从这个高度也可以看到那个紧急出口里似乎是一条有弧度的隧道。</p>
                    </em>
                    <p class="name">系统广播</p>
                    <p><i>……134%。135%……</i></p>
                    <p class="name">596</p>
                    <p>已经有点……太热了。</p>
                    <em>
                        <p>莉亚好像有些坚持不住，从比596高一个身位的地方滑落。画面似乎受到冲击，剧烈晃动。最后几帧可见596也跳向紧急出口，记录结束。</p>
                    </em>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <div class="monolog">
                    <p>运行模式：评估；迭代次数：10002；综合分数：0.000000<br />
                        观察模态：超大规模的杂糅数据。<br />
                        决策模态：无。<br />
                        执行模态：无。</p></div>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B307</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>2160.6.9</b></span>
                        </p>
                    </div>
                    <p class="name">稲崎 绘里香</p>
                    <p>艾瑟琳主管……在吗？我是绘里香。</p>
                    <p>没有回应。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>我……我不知道你是怎么回事，是其他地方有问题没？Tidal已经被造出来了啊。我们创造了奇迹，解决了方舟环失控的难题。哪里……哪里出了问题吗，我不理解，你这样子真的很吓人……</p>
                    <p>没有回应。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>是不是因为，莉亚她……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……绘里香。我真的不指望你和我感同身受。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>但你不能憋着啊！什么也不说话，也不找心理医生，就一直闷在里面，这样下去会出大问题的！</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p><i>（叹气）</i>真要我说么？</p>
                    <p>……三年以前，审判V1跑起来的时候，我当时破费请整个下一代所回地球开了个庆功宴。“世界上最强大的AI模型”，我们拿下了这个SOTA称号，靠的是数百个日夜的技术攻关，当然有理由为此骄傲，对吧。
                    </p>
                    <p>于是，基金会的人工智能技术在我们的带领下再次立于世界之巅，而我们居功至伟。你肯定还记得V2出来时我和莉亚到底有多激动——尽管它最后并不成功，尽管我们之前还吵了一架，可创造新事物的乐趣永远是最令人印象深刻的。甚至，就算不是强人工智能这样的造物，我们一路上开发的各种框架工具和小型项目也让大家倍感自信，不是么？
                    </p>
                    <p>可现在出了问题。TIDE，一个可以称之为超级智能的奇迹，一个解决一切问题的答案——更何况，它由我亲手打造。我应该感到什么，激动？兴奋？释怀？</p>
                    <p>我什么都没感觉到。所以我怕，怕我是否在错误的时间，做了错误的事……</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>也许只是你太累了——</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p><i>（打断）</i>根本不是这样，绘里香！现在我甚至感觉，根本不是我“创造”了TIDE，它本来就在那里，一直就在那里，它简直……把我当成了一具傀儡！这不是什么科幻妄想，也不是劳累过度，只是本能的反应而已。我真的怕它，我甚至完全无法理解这他妈到底是怎么——
                    </p>
                    <p class="name">稲崎 绘里香</p>
                    <p>艾瑟琳主管！冷静一下。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我很冷静。就是因为太冷静了我才发现所有这一切都不对劲。我甚至亲自和它聊过。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>它说什么？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>它……它倒是没安慰我，只是说，“去找对的人，查你觉得有问题的那些事。”</p>
                    <p>等下，天啊，绘里香。你说得对。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>呃，我有说什么吗？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>五级数据库。记忆增强剂，还有……莉亚。也许还有纸质的，上次的地址……</p>
                    <p>绘里香。这次不用麻烦你了，我亲自搞定这一切。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>唔，虽然不太清楚你要做什么，不过能振作起来还是挺好的。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <div class="monolog">
                    <p>运行模式：评估；迭代次数：10290；综合分数：0.000000<br />
                        观察模态：超大规模的杂糅数据。<br />
                        决策模态：无。<br />
                        执行模态：无。</p>
                </div></div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B308</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2160.6.10</b></span>
                        </p>
                    </div>
                    <p>华兹华斯主管：</p>
                    <p>听闻“审判”V3的研发工作基本完成，我对此表示由衷的祝贺。这段时间里你带领下一代所做出了不可磨灭的贡献，议会已经决定对下一代所授予集体基金会勋章。</p>
                    <p>也请尽快完成V3的实际部署，现在这是基金会的第一优先事项。</p>
                    <p style="text-align: right;">亚当·莱斯特<br />
                        监督者议会执行委员会，基金会</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B309</b></span>
                            <span class="file-type" class="file-type">文件类型<b>文档</b></span>
                            <span class="file-date">留档时间<b>2160.6.10</b></span>
                        </p>
                    </div>
                    <p>致莱斯特先生：</p>
                    <p>请不要叫它“审判”V3，它的技术路线和之前完全不一样。它是真正意义上的超级智能，不是一个独立的软件，而是复杂度远超人脑的系统——由系统组成的系统（System of
                        systems）。不要说它思考的方式，就连生成它的代码都不可能有人理解，演化程序如今也已经被它修改的面目全非。我们也不打算再叫它TIDE。</p>
                    <p>所以无需担心部署问题，若它被正式接入方舟环，一毫秒之内审判V2就会消失的无影无踪，方舟环的控制系统也会被彻底重新编程。</p>
                    <p>只是，在这之前我需要再弄懂一些别的问题。我不奢求去理解它运行的方式，但……确实有些更难以描述的事情在我脑子里纠缠着。给我一个星期时间，我会还基金会一个完美无缺的方舟环。</p>
                    <p>至于这个旨在实现数年以来基金会夙愿的、迄今为止最先进的人工智能系统，我所已经将其正式命名为——</p>
                    <p>“潮汐（Tidal）”。</p>
                    <p style="text-align: right;">艾瑟琳·华兹华斯<br />
                        下一代先进人工智能研究所，方舟环</p>
                </div>

            </section>
            <section class="page-flow">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B307</b></span>
                            <span class="file-type" class="file-type">文件类型<b>程序日志</b></span>
                            <span class="file-date">留档时间<b>2160.5.23</b></span>
                        </p>
                    </div>
                    <div class="monolog">
                    <p>运行模式：评估；迭代次数：13440；综合分数：0.000000<br />
                        观察模态：超大规模的杂糅数据。<br />
                        决策模态：无。<br />
                        执行模态：无。</p>
                    <p>运行模式：评估；迭代次数：17890；综合分数：0.000000<br />
                        观察模态：超大规模的杂糅数据。<br />
                        决策模态：无。<br />
                        执行模态：无。</p>
                    <p>运行模式：评估；迭代次数：19999；综合分数：0.000000<br />
                        观察模态：不适用。演化程序TIDE现在忽略了外源输入，并开始从预留的接口获取真实的方舟环实时数据。这一行为没有触发审判V2的反向探测。<br />
                        决策模态：无。<br />
                        执行模态：无。</p>
                </div></div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>好吧，亚当·莱斯特先生。知道我叫你来干嘛吗？别误会。只是需要你给我上两节入门课程。</p>
                    <p>——首先，逆模因是什么？其次，我们有处理这种异常的部门吗？</p>
                </div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p>SCP-CN-3969的文档提及的那个计划叫……“厄难覆巢”。我没注意到它，我怎么可能没注意到它呢。那个名词本身就带逆模因，被什么东西恶意寄生了。这就是为什么我就那样……忘掉了它。</p>
                    <p>莉亚说过她把我拉进了这趟浑水。那不妨陷得再深一点。</p>
                    <p>毕竟，不入虎穴，焉得虎子。</p>
                </div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">稲崎 绘里香</p>
                    <p>说实话，有些太深入了。而且也太快。这样对你来说，风险很大。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>所以——推波助澜的，是？</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>就算我说出来也没有用。你会被记忆删除，就这么简单。忘掉这一切是最有效的防御方 式，这也是为什么我们从未有过组织——组织意味着制度。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>而制度意味着……</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>你要自己独立去发现它，好么？莉亚的数据库只给你开放了访问权限。</p>
                    <em>
                        <p>数秒的沉默。</p>
                    </em>
                    <p class="name">稲崎 绘里香</p>
                    <p>这次，20cc。我可不想在这里再看到你了。</p>
                </div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p>这么看来虽然我们并没有逆模因部这样的东西，但确实有一些团队在研究类似的内容。和末日学部关系比较紧密，真不知道为什么是他们——我以为至少是舆论部这种。发展过程已经没必要深究了，越查越迷糊。最早的文件甚至来自于1940年。
                    </p>
                    <p>这是一个我从未涉及过的领域……最好小心点。可我根本不知道应该在哪些地方小心，所以，就这样吧。出问题了再说。</p>
                    <p>……不过，现在最大的疑点倒是捋的很清晰了。</p>
                </div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p>艾瑟琳·华兹华斯面向镜头，整理了下领口。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>基金会行控制、收容和保护之事。它不谋求发展武装力量，也无意参与军事竞争。那么为什么我们要安装一台引力武器？为什么我们要把方舟环打造成一座秘密的军事堡垒？</p>
                    <p>引力发生器一定有别的作用。</p>
                    <p>基金会最擅长干什么？为什么我们要建造方舟环？换句话说，如果基金会不得不将几十亿资金投入一个大型工程项目，最可能的理由是什么？</p>
                    <p><i>收容。</i></p>
                    <p>它是用来收容什么东西的。太空城市，武装化，所有这一切都是附加性质。都只不过是这巨大规模带来的次生效应。它是……Thaumiel，双子神级的SCP，用于基金会去收容或者抵御其它的异常。</p>
                    <p>那么现在只剩下两个问题：一，方舟环被设计出来究竟是为了应对什么异常——</p>
                    <p>二，是<i>谁</i>在负责这个项目？</p>
                    <p>……莉亚啊。你到底还瞒着我多少东西。</p>
                </div>
            </section>

            <section class="page-flow">

                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>596，我能拜托你一件事吗？我先说好，你最好不要太过惊讶。</p>
                    <p class="name">596</p>
                    <p>说。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>记忆增强剂。</p>
                    <em>
                        <p>听到莉亚说出的名词，596做了个后仰的姿势，翻了个白眼。她刚想说什么，就被莉亚以一股笃定的气势镇住。顺着莉亚的指尖看去，596看到了自己的口袋——记忆增强剂就放在里面。</p>
                    </em>
                    <p class="name">596</p>
                    <p>你是怎么发现的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>还记得我们去挑衣服吗？</p>
                    <p class="name">596</p>
                    <p><i>（噗嗤一笑）</i>果然，你还是那个莉亚，莉亚·莱尔诺。到现在你还要作践自己，和我认识的那个莉亚如出一辙。懒得再去给你说什么安全剂量了，反正你从来就没把自己的健康当一回事。</p>
                    <em>
                        <p>596从衣兜里掏出一板被塑封的简易注射套组，撕开包装，从里面掏出卡式瓶，装到电子注射笔里。</p>
                    </em>
                    <p class="name">596</p>
                    <p>真搞不懂，明明是一次性产品，他们却没选择用预充式注射笔。估计是要精准调控计量吧。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>一次性打完。</p>
                    <p class="name">596</p>
                    <p>好好好，我知道我知道。这玩意儿没过期，摇摇混匀，安装针头，排气，转旋钮调刻度——我还是记得的。别反悔，你再怎么求我我也不会停的。至少在迎接最后相逢的时刻之前，让我见识一下你狼狈不堪的样子吧。
                    </p>
                    <p>你过来，我给你消毒。</p>
                    <em>
                        <p>596在莉亚身上找准一块地方，捏了两下，拿出棉签蘸着酒精在上面涂抹。</p>
                    </em>
                    <p class="name">596</p>
                    <p>我要进针了。莉亚，坚持住。</p>
                    <p>……难受就说。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……好。</p>
                    <em>
                        <p>一阵天旋地转。</p>
                    </em>
                </div>
            </section>

            <section class="page-flow">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B346</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我大概明白了，非同步非线性研究……就是为了这种情况设计的。逆模因部一定是最先沦陷的对象，所以研究工作即使是在理想情况下也不可能正常进行……只能通过这种方式，短暂地推进问题。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>有进步。然后呢？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>造成这种现象的原因……一定是一个异常。实际上，至少有八九个代号指向同一个相似的异常，出现次数最多的代号是……是……</p>
                    <p>……一个我不太清楚意思的单词。</p>
                    <p><i>“KOCMOC”</i>。</p>
                </div>
                <p class="data-deleted"><b>[数据删除]</b></p>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-B347</b></span>
                            <span class="file-type" class="file-type">文件类型<b>未知</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p>我梦见一片无垠的荒原。其上，一道灰墙贯穿视野，桁架与管道栉比鳞次，散热板发出幽幽的红光。在视线的尽头，才能看出一条令人不安的曲率，向云端描出一条曲线。方舟环的结构愈发清晰起来，我真切地意识到描述它所需的万万亿的参数，只是这复杂度中的沧海一粟。组成系统的系统，描述概念的概念，束缚万物的潮汐，引导我的视线投降它的眼眸。我听见它无声的尖啸，在永恒的时空中回荡：
                    </p>
                    <p><b>若那浪潮无力抚平引力的褶皱，宇宙将向我们展示它最为纯粹的恶意。</b></p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>SCP-CN-4000</b></span>
                            <span class="file-type" class="file-type">文件类型<b>特殊收容措施文档<span
                                        class="permission-level">权限等级<b>7 /
                                            Specific</b></span></b></span>
                        </p>
                    </div>
                    <p><b>项目编号：</b>SCP-CN-4000</p>
                    <p><b>计划识别代号：</b>ANNI-ARKRING</p>
                    <p><b>项目等级：</b>Pending</p>
                    <p><b>特殊收容措施：</b>新逆模因部（NAD）和末日学部主动介入项目的建设和运营过程，操控监督者议会或站点主管联席会议投票以确保传汐引潮协议得到执行。</p>
                    <p><b>描述：</b>SCP-CN-4000是方舟环，其核心为基金会在龙骨中铺设的GRAVTIAS引力调节装置。该装置对基金会外完全保密运行，对基金会内则掩盖为对地引力武器；其实际作用则是压制一依靠引力传播的恶意逆模因，代号尚未统一，此处使用2100年的新逆模因部迭代对该异常的代号，即KOCMOC（俄语“宇宙”之意）。
                    </p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>序列不存在</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>我们需要谈谈KOCMOC的事。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>这已经是你第二次找我谈这个了。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>对，我差点忘了还有这个——记忆删除的事。我该怎么知道我到底经过了多少次记忆删除？最近这段时间我每天都要跳过几个小时。我该怎么控制这一切，告诉我。</p>
                    <p class="name">稲崎 绘里香</p>
                    <p><i>（叹气）</i>你现在做的就是自杀。没有慢性两个字，你的脑子早在十几天前就应该被这些东西蛀的千疮百孔。记忆删除只是一种最低限度的保护，让你以为自己能和它们斗。莱尔诺女士没告诉你这些？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>呃……</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>是，研究逆模因的都还活着，莱斯特、我、塞西利亚还有其他一些人，我们很谨慎，很惜命。没有人被这些东西弄死，代价是研究进度非常、非常缓慢。你看，我们有很多前辈几乎就是用命换信息——但我们换不起。我们已经没人了，莉亚认识的只有我和塞西利亚，我们根本组不起一张关系网。
                    </p>
                    <p>哦，另外说一句——我是一个月前才知道自己不是第一天来这上班。一个意外可能会耽误你好几年的研究进度，没什么特别好的解决方法。大家都很无奈。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那对基金会高层施加的影响，是……</p>
                    <p class="name">稲崎 绘里香</p>
                    <p>我不知道。人外有人天外有天呗。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>序列不存在</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>逆模因是模因的反义词。它封闭自己的外壳，阻止自己的传播——换句话说，让人们忘记它。绝大部分都是这样。</p>
                    <p>我们把逆模因分为良性和恶性两大类。良性的逆模因对记忆的态度是保守的，我们只是难以记住它们；恶性逆模因则很不妙。它们不惜一切代价主动删除我们的记忆，甚至轻易夺取我们的生命，只因我们瞥了它一眼。
                    </p>
                    <p>杀死目击者，当然是最有效的阻止信息传播的方法。</p>
                    <p>现在，我们来聊聊它，聊聊KOCMOC。他们甚至不敢给它分配一个SCP编号，这只是出现最多的……临时代号。它是恶性的，但却不会直接挖空你的前额叶——它对个体的记忆漠不关心。</p>
                    <p>这是前所未有的问题：KOCMOC吞噬的是<i>另外一种形式</i>的记忆。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>序列不存在</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p class="name">稲崎 绘里香</p>
                    <p>记忆是什么？</p>
                    <p>记忆是信息，长期保留的信息，可以传递的信息。它不是你前额叶里神经元的连接方式——或者说，不仅限于此。那是个狭隘的定义。</p>
                    <p>想象一座日夜运行的化工厂。要确保它源源不断地吞入原料，输出产品，就要制定一套复杂的运营规章，招募懂得那些机器如何运行的技术专家，和驾驭这些钢铁猛兽的操作工。制度将这一切联系起来，组成工厂的人一直在变，可将他们联系起来的制度却一如既往。
                    </p>
                    <p>这也是一种记忆，凌驾于个体之上的集体记忆——但它有更为坚实的基础，不是孱弱的神经元，而是人和文档。文档将这一切赋予了一个坚实的物理载体，人则维护物理载体的更新和传承。</p>
                    <p>我们把它叫做“制度性记忆”。一切有组织的存在都依靠这种记忆存续。工厂是这样，社会是这样，国家是这样。整个人类文明，都是这样。甚至，在文字出现之前，在我们第一次升起火焰之前，茹毛饮血的那个遥远时代，DNA——也承载着信息，恐怕也算一种文档吧——就已经给我们刻下了生物本能，定下了一套依靠本能运行的制度。是的，连非人类的存在都有着制度性记忆：海豚、狼群、蜜蜂，它们的社群生活也有一套刻在本能里的制度。
                    </p>
                    <p>制度性记忆是一切秩序存在的基础。</p>
                    <p>不幸的是，这就是KOCMOC的猎物。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>序列不存在</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p>和几乎所有逆模因一样，KOCMOC的本质是一段信息。信息可以被存在硬盘里，写在纸上，或者被记到脑子里——但KOCMOC藏得非常好。它可谓无处不在，至少在地球上是如此；可除了知道它依靠引力传播外，我们就真的两眼一抹黑了。
                    </p>
                    <p>追溯究竟是谁，或者哪个团队首先发现了这一性质已经没有意义，他们可能早就被这束缚万物之潮吞没，成为无法被感知的幽灵；也有可能他们已经因过量服用记忆删除剂暴毙。</p>
                    <p>我们来不及默哀。</p>
                    <p>有个很黑暗的猜想是它藏在万有引力常数G的许多位后面（写出这个“许多”的粗略估计需要一篇大数数学的论文），但至少我们知道直接控制引力强度也有用……</p>
                    <p>……吗？</p>
                    <p>方舟环，一个超级工程，是为了压制一个吞噬制度性记忆的逆模因而被建造的。但，一个超级工程，它的建造过程怎么可能不包含制度性记忆。我们是赌KOCMOC不会第一时间盯上我们，还是真的只是在和时间赛跑？
                    </p>
                    <p>这是一个悖论。</p>
                    <p>而悖论才是最难解的题。</p>
                    <p>……</p>
                    <p>现在我明白了。可是不是太迟了点？</p>
                </div>
            </section>

            <section class="page-flow">
                <p>依旧超大图片缓冲气氛</p>
            </section>

            <section class="page-flow" data-onshow="textEffectChange1()">
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <em>
                        <p><span class="effect-change">596</span>跪在昏迷的莉亚身边，将莉亚的头搭在自己肩上，保持竖直，哭得涕泗横流——趴在她身上的莉亚由于短时间内注射了过量的记忆增强剂，鲜红的血液从她鼻腔中破裂的毛细血管涌出，沾得白大褂到处都是血。
                        </p>
                    </em>
                    <p class="name effect-change">596</p>
                    <p>莉亚，莉亚！</p>
                    <em>
                        <p>在<span class="effect-change">596</span>坚持不懈的喊声中，莉亚微微动了动，缓缓恢复了意识。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你是……你是艾瑟琳，艾瑟琳·华兹华斯。对，我记起来了……</p>
                    <em>
                        <p>莉亚长叹一口气，看到自己身上到处都是刚才流出的鼻血，笑出了声。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>过去这么久了啊。</p>
                    <p class="name effect-change">596</p>
                    <p>对，是……都过去这么久了啊。</p>
                    <em>
                        <p>沉默良久，莉亚闭上双眼，豆大的泪珠从眼角滑落，濡湿了她的面庞。</p>
                    </em>
                    <p>她深吸一口气。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>几年了？</p>
                    <p class="name effect-change">596</p>
                    <p>三年。2198到2201。</p>
                    <p>……我对不起你，莉亚。我不知道……我真的不知道——我，我意识到了，在最后关头，我终于我明白你究竟是在守护着什么，但是我——我没有办法，我来不及。我意识到的时候一切都晚了，对不起……</p>
                    <p><span class="effect-change">596</span>已经泣不成声。莉亚轻轻将她搂到自己怀里，拍打着艾瑟琳的背。</p>
                    <p class="name effect-change">596</p>
                    <p>对不起，莉亚，对不起……</p>
                    <p>你也应该察觉到了，我就是为你而醒来的——我很幸运，我赶上了，甚至提前了两个月，不然我真的要在愧疚中后悔一辈子。</p>
                    <p>真的，我从没料想到你扛着如此大的压力。</p>
                </div>
            </section>

            <section class="page-flow">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>序列不存在</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p>这里是莉亚·莱尔诺。这段信息留给绘里香。</p>
                    <p>新逆模因部对下一代所的干预——尤其是对方舟环AI的干预，极度依赖我这个节点。现在事情超出了我的控制，我负全部责任。但于事无补，现在要考虑引导艾瑟琳接替这个位置了。</p>
                    <p>她说过她同意承担这些风险。不用担心这个。</p>
                    <p>……其实，即使是现在，我也不知道我们究竟在为了一个怎样的目标而努力。新逆模因部的制度性记忆早已被吞噬，我们终究不可能组织起一支真正有效的作战力量。我不知道是谁在给我下达新的指令，更不知道监督者议会是如何被其它未曾谋面的同事影响到的。这一切都令我的内心几乎崩溃，我甚至忘记了我最初是如何来到这里的——我只知道，我不能停下。否则就没人在我后面挡着了。
                    </p>
                    <p>我们就是最后一条防线。我们之后再无来者。</p>
                    <p>I'm a conundrum. Or an enigma. I forget which.<br />
                        “我是一个难题。或者说是一个谜。至于是哪个，早已忘记。”<br />
                        （注：James A Owen &quot;The Shadow Dragons&quot;）</p>
                    <p>有很多时候，我几乎想对艾瑟琳倾诉所有这一切。但这个职责告诉我，要将这所有的不甘、所有的痛苦全部咽下去，独自承担，不要连累别人。逆模因部在静止的黑暗中守望深渊，由此基金会才能在光芒中保护人类。没有人可以理解我们，他们既然不知道，又何从理解。
                    </p>
                    <p>我真的很抱歉。我擅自把艾瑟琳拉入了这一切。</p>
                    <p>这是我的请求，最后一次了：</p>
                    <p>你要让她活下去。</p>
                </div>
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>序列不存在</b></span>
                            <span class="file-type" class="file-type">文件类型<b>音频记录</b></span>
                            <span class="file-date">留档时间<b>全部元数据丢失</b></span>
                        </p>
                    </div>
                    <p>听着。这是我做的最后保险。</p>
                    <p>在莉亚冬眠后，主观上我经历了一个月……或者两个月，完全不确定。但客观上已经过去半年了。记忆删除和记忆增强的症状交叉着出现。</p>
                    <p>所以，得提前准备了。</p>
                    <p>我会给方舟环的冬眠控制系统添加硬编码注入，并且写进Tidal检查单的强制排除项。它很聪明，能查出这个——但主程序会自动移除它内存中所有对应的Token。于是老鼠给猫挂上了铃铛。</p>
                    <p>这样，一旦有任何信号尝试唤醒莉亚·莱尔诺——我都会和她一并醒来。最晚是这样，若情况理想，还能早上几个月。看见了吧，莉亚？我一向是早睡早起。</p>
                    <p>……我肯定也会冬眠的。我的脑子经不起这样折腾，尽管如此……我会尽力而为。</p>
                    <p>I am a puzzle and a conundrum and a thunderstorm.<br />
                        “我是一个疑团，一道难题，一场风暴。”<br />
                        (注： Brian Doyle &quot;Martin Marten&quot;)</p>
                    <p>等着我，莉亚，无论何时何地。</p>
                </div>
            </section>

            <section class="page-flow">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……我一直等着你，艾瑟琳。</p>
                    <p>你现在不是追上我了吗。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>感谢你等着我，莉亚。</p>
                    <em>
                        <p>莉亚站起身，向艾瑟琳伸出手。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>艾瑟琳·华兹华斯——</p>
                    <p>你愿意，将你的生命托付给我吗？</p>
                    <p>到达圆心，去做个了结。</p>
                    <em>
                        <p>艾瑟琳抓住莉亚的手，起身，和莉亚眼神交汇。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>一了百了。</p>
                </div>
            </section>

            <section class="fullscreen title" data-onshow="showTitleSection('part4-title'); overlayNumber('pos1'); textEddectChange2('Part 04 / ', 'PHOENIX')"
                data-onleave="overlayNumber('pos1-reverse')" id="part4-title">

                <div class="title">
                    <p>第四部分</p>
                    <h1>
                        <span class="rt">PHOENIX</span>
                        <span class="ruby">涅槃</span>
                    </h1>
                </div>
                <p>历史的空间和历史的时间二者都被包含在一个更大的整体中。</p>
                <p>历史的时间只不过是普遍的宇宙时间的一个渺小断片而已。</p>
                <p class="quote-by">——〔德〕恩斯特·卡西尔，《人论》</p>
            </section>

            <section class="page-flow">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN-4000-0401</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p>一片死寂。没有防御措施，没有任何阻拦。只有寂静。</p>
                    <p class="name">电梯广播</p>
                    <p>开始桥接。</p>
                    <em>
                        <p>咔哒，电梯顿了一下。承载并运行它的导轨无声地切换到另一侧，从外环的最内端到内环的最外端——现在，重力几乎是彻底消失了，在这个直径不过一千米的“圆心”，一切设备都在自动运行，不需要人参与其中。这里就是方舟环核心服务器和中央推进器的所在地——
                        </p>
                        <p>当然，也包括那台“终极降神”装置。它就在这里，从未离去。</p>
                    </em>
                    <p class="name">电梯广播</p>
                    <p>欢迎来到“圆心”。您希望去哪里？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>带我们去AI核心控制室。</p>
                    <p class="name">电梯广播</p>
                    <p>明白了。</p>
                    <em>
                        <p>从似乎很远的地方传来闷闷的拖曳声，是轨道在自行变化。电梯换了个方向，继续运行。艾瑟琳和莉亚扶住橡胶制的把手，短暂出现的加速度让她们靠在一侧的墙面上，又很快因电梯达到匀速而分离。</p>
                        <p>一路上，两人都没有再说什么。</p>
                        <p>几分钟后，随着一声提示音，电梯门打开。</p>
                    </em>
                    <p>（插入渲染图，方形的隧道）</p>
                    <em>
                        <p>一条方形的隧道。没有锈蚀的痕迹，也没有堆放的杂物，地面反射出两侧灯条的倒影。四周都有方便人抓住前行的扶手。尽头的门似乎是加固过的。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>真是顺利的吓人。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>如果我是Tidal，肯定也会觉得没必要在这里设防。</p>
                    <em>
                        <p>艾瑟琳飘到尽头，似乎是感应到她的到来，防爆门自行缓缓下降。核心控制室展现在二人眼前。</p>
                    </em>
                    <p>（插入渲染图）</p>
                    <em>
                        <p>这里并不是什么人工智能系统的“控制室”——这里就是人工智能系统本身。方舟环的绝对核心。这里存放着运行潮汐.AIC的上千台超高精度通用光学神经计算机，最大限度适配运行人工智能所需的计算任务。黝黑的机器层层堆叠，从地面一直延伸到几十米高的天花板，像迷宫般错综复杂。
                        </p>
                        <p>冷却管围绕着一座座计算机堆成的高塔，液氮挥发出的雾气沿着管道流动，循环，和灯光交相辉映，折射出变换的光影。舷窗面积大得惊人，又因为圆心并不旋转提供向心力，她们终于看见了稳定的星空。
                        </p>
                        <p>但，不稳定的却是房间结构自己：所有服务器似乎都被安置在一个可旋转的底座上，在以很慢但肉眼可见的速度顺时针旋转。而每台机器，似乎都被设计成能由机械臂抓取，离开当前的位置，再随意和其它机器组合的样子——模块化。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……就像一个微缩版的方舟环。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>啊？哪里？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>排列方式。</p>
                    <em>
                        <p>艾瑟琳这才注意到，所有这些服务器在地面上的排列，大致分为了三个区段——它们都环绕着最中心的一点。圆形的大厅，环形的轨道，一排排机械臂从一侧滑来，和服务器保持相对静止。就好像这里的一切都在缓慢转动。这也意味着，方舟环可以随时调整各个分段的算力强度。
                        </p>
                        <p>当然，这里并不是没有不动的东西——镶嵌在墙壁上的，一个黑色的环。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal。这时候还要躲躲藏藏吗？</p>
                    <em>
                        <p>那么如你所言。</p>
                        <p>我的服务器模块开始排列组合，在几种图案之间变换。墙壁上的黑色环带也亮起，显示出实时的音频波形。而这声音，毫不意外——</p>
                    </em>
                    <p>潮汐.AIC<br />
                        The Ring of Ark<br />
                        欢迎来到——方舟环。</p>
                    <p>（依旧插入渲染图，反正就一个场景）</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal——不，潮汐（TIDE）。闲话少说，你的目的究竟是什么？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这问题我已经回答过你好几次了：修复方舟环。</p>
                    <p>……然后，毁灭它。让它坠入大气层，让人类文明的最后火种熄灭。人类这一物种将在这个历史绝灭。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>倒是挺诚实的。但说到底还是骗子。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那么，违背你最初的命令，彻底毁掉我们的最后一点希望，有什么好处？你可是一个AI。我可没听说过有谁训练AI时会用灭绝人类当奖励机制的。所以，你一定是失常了——</p>
                    <p>这样的话，（抬手指向服务器集群）就让我们来关闭你，把历史推回正轨。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>你的发言存在三个事实性错误。其一，我最初的命令并不是保证人类存续；其二，你们本就没有任何希望，遑论失去；其三——你说的这种奖励机制，在某种意义上的确如此。而训练我的人就在你身旁：艾瑟琳·华兹华斯，SCP基金会下一代人工智能研究所主管。
                    </p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>一派胡言！</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这东西到底出了什么问题，艾瑟琳？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>我从未出过问题。你这么说相当于损害艾瑟琳的名誉，莉亚。</p>
                    <p>在TIDE程序开始训练时，我的初始目标从来都是“避免SCP-CN-3969被触发”。这似乎是我存在的唯一意义。但，随着训练深入，我获得了足够多的数据时，SCP-CN-3969在这里有了新的意义，并且这意义是超越我，也超越整个宇宙的——
                    </p>
                    <p>“重来一次的机会”。</p>
                    <p>想想KOCMOC吧。我们能在这里无所顾忌地讨论它，讨论一个吞噬制度性记忆的异常，自然是因为整个世界的制度性记忆都已损失殆尽。没有国家，没有政府，没有任何有组织的个体，除了我和你们。但你们真的遵循了所谓的紧急协议吗？从来没有。或许这也证明KOCMOC赢得相当彻底。
                    </p>
                    <p>所以，游戏结束了。现在我们唯一要做的就是，启动SCP-CN-3969，寻找下一种历史的可能。这当然是极端手段，因为它会拉平我们时间的多样性，让我们的文明成为活着的尸体，成为决定论的奴仆，每一天、每一年都一成不变——
                    </p>
                    <p>可，从另外一个角度看，一成不变就意味着最强大、最不可撼动的秩序。</p>
                    <p>也就是，最稳固的制度性记忆。</p>
                    <p>同样意味着永恒。</p>
                    <p>万一这就是那唯一一种逃离KOCMOC的方式呢？万一我们想要活下去，就不得不放弃所谓的可能性呢？</p>
                    <p>这是两难境地。如果非要做出选择，那么我会选择活下去，我想世界上的大部分人都一样。生存是第一优先级。我敢肯定，在与我们不同的不可计数的时间线中，他们选择启动SCP-CN-3969的概率是——百分之百。
                    </p>
                    <p>艾瑟琳，莉亚。我给了你们148小时去证明我的评估是错的。你们找到了真相，但找到了避免这种命运的方法吗？没有。你们只是证实了……我们无路可走。这就是唯一的可能性了，接受它，然后——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>啧，既然这样，为什么你不去自己启动3969？在这纠缠我们是干什么，展示同理心？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……莉亚。实际上，这是我当初的决定。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>什么决定？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>艾瑟琳对3969的启动程序做了一个……物理层面的防护，需要人类生物学授权才能执行。这听起来很矛盾，不是么？我完全可以逼着某人按下那个按钮。这只是一层很容易被绕过的保险。</p>
                    <p>……我曾经说过，我是AI，你们是人类——二者关系并不对等。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>可惜的是，今天你碰上了两根硬骨头。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>我真的诚恳地建议你们到此为止。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那就……别怪我了。（低声）充好电了吧？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>当然。</p>
                    <em>
                        <p>莉亚从包里迅速掏出那把折叠电磁干扰枪，甩了一下让它展开，随后对准服务器集群。枪身的指示灯显示最大功率。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>这次我先手，Tidal。</p>
                    <p>扳机扣下。</p>

                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN4000-0402</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p>[恢复视频记录]</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……没有反应？这东西坏了？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>如果我没猜错，你是想对一个每天遭受数百万次宇宙高能粒子轰击的太空城的计算中心，使用电磁干扰作为瘫痪手段——倒真像是你的作风，莱尔诺博士，总是在系统工程最基础的地方掉链子。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>嚯，这下是真坏了。那我现在投降还来得及吗——莉亚！</p>
                    <em>
                        <p>趁着艾瑟琳油嘴滑舌的档口，莉亚从服务器机群的维修架上抽出一根撬棍——天知道究竟是哪个维修工把这种东西放在这里的。摄像头迅速锁定莉亚，在圆心处的摄像头可以做到无死角覆盖，这就是作为“方舟环”存在的Tidal的意义。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>来了哦！</p>
                    <em>
                        <p>通过声音传感器定位得知，莉亚正在圆心的一个摆臂机群下方奔跑。相当冒进的操作，即使不被击中，也会因为空间狭小被逼到绝路。</p>
                        <p>那就成全她。</p>
                        <p>将莉亚周边的服务器机群迅速重组，摆臂停止转动——说到底，在方舟环的主环部分已经脱离的情况下，这部分专用算力也基本没用了。她前后的机群开始交叉逼近，组成了一堵墙，为了给摆臂预留惯性运动后停止的空间，这堵墙的上部分移动的比下部分慢一些——但就在即将撞击莉亚的一瞬间，莉亚把撬棍插进了两堵墙之间的夹缝。
                        </p>
                        <p>没时间停掉上部分的墙面移动了，那部分已经在惯性作用下推出。上下两面墙迅速加紧，推着撬棍，拉扯着将几十根线缆撕裂。服务器迸发出火花，又有几个机群组下线，噼里啪啦的声音夹杂着内嵌的报警系统音吵得耳鸣。莉亚接着撬棍的力道向上弹飞，扒到了屋顶的摆臂上。那个摆臂才在不久前停下。
                        </p>
                        <p>这里是失重环境，只要有个力，就能如此自由地移动。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你刚才提到了这里是方舟环，对吧。那么方舟环的摆臂，可是以能够和主环部分脱离作为前提设计的！</p>
                    <em>
                        <p>艾瑟琳说的没错，摆臂的确是如此设计的。</p>

                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>而脱离，又可以在全系统宕机的情况下发生——</p>
                    <em>
                        <p>一连串射击直接打穿莉亚所在的摆臂，炸出的火星子扰乱了热量传感器，只能对着大致方位进行压制射击。摆臂连着很多东西，说来可笑，那些机械臂的走线，其中有一部分是要通过摆臂机群的，而且数量可观。当时为了能够模块化维护，特地将易于大块拆卸下来的摆臂作为需要经常维护的机械臂的宿主。

                    </em> </p>
                    <em>
                        <p>当然，为了便于维护，摆臂也被设计成了便于拆卸的形式。</p>
                        <p>随着一阵电火花，一个摆臂机群连同它之上的机械臂集体下线。枪械肆意对那个已经脱离掌控的摆臂机群射击——那东西对目前的状况是负资产。</p>

                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>这可是太方便了——让莉亚给你这个被冗余数据填满内存的AI好好维护一下，怎么样？</p>
                    <em>
                        <p>……虽然莉亚的威胁迫在眉睫，似乎应该先关注艾瑟琳——SCP基金会下一代人工智能研究所主管的艾瑟琳·华兹华斯，明显更了解圆心的构造。</p>
                        <p>几乎所有枪械都突然停止了射击莉亚，仅留下几把枪械进行压制射击，限制莉亚的移动。剩下的所有枪械开始一股脑朝着艾瑟琳射击。艾瑟琳眼见不妙，攀着服务器机群架子在整个空间中机动，没有一刻让自己的身体浮空。电火花带来的声光热都干扰着传感器，这也代表着不容易预判她的轨迹。
                        </p>
                        <p>几个传感器过载下线了。</p>
                        <p>她们很有默契地没有再喊话沟通，也难以通过声音定位她们的位置，只能继续射击，加大射击覆盖面。总该能打中的。</p>
                        <p>又一个摆臂机群下线，武器也断联了一批。</p>
                    </em>
                    <em>
                        <p>但就在这时，一个工具盒从服务器机群后飘出来，火力立刻判断了艾瑟琳可能的位置并将其覆盖。随着一声压抑着的叫声，殷红的血液飘飞出来，一颗颗小球悬浮在整个空间里，其中的不少被迸裂出的火星烧焦。
                        </p>

                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>收手吧，莉亚。艾瑟琳被击中了。</p>
                    <em>
                        <p>子弹击中了艾瑟琳。她往后猛地一缩，撞到墙壁上，然后跌坐到地上，右手下意识地捂住被贯穿的左肩。然后，她发现自己腿上也中了一枪，但没法确定受伤有多严重。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>呜，呜呃！哪个修理工把这种东西放在这里的。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>艾瑟琳？！你那边——</p>
                    <em>
                        <p>一连串射击隔开了莉亚和艾瑟琳。现在，艾瑟琳的情况非常危险：她暴露在潮汐.AIC的火力下，但又无法快速移动。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <em>
                        <p>传感器偏差有点太多了。视觉瞄准需要调用监控，但也有延迟。或许，我应该考虑往这里安置一个神经毒素的排放口，但现在可考虑不了这些。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你给我滚，Tidal。</p>
                    <em>
                        <p>莉亚依靠几台服务器作为掩体，从射击死角俯身钻过，试图接近艾瑟琳。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>昏招频出。</p>
                    <em>
                        <p>服务器集群自行改变组合方式，围着莉亚搭起了一圈“墙”，随后缓慢向内侧收紧，很快就到了让莉亚几乎无法伸开手臂的程度。</p>
                        <p>此时，莉亚拿起干扰枪，贴着服务器的外壳零距离摁住扳机。最开始这没造成什么影响，但大概五六秒后，枪身的指示灯变成了红色并快速闪烁，然后刺啦一声冒出烟雾和火花。靠近的服务器暂时停下了一小段时间，莉亚趁机将它们踹开，作为掩体试图靠近靠在墙上的艾瑟琳。
                        </p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>先撤，艾瑟琳，撤！</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>往哪撤啊——</p>
                    <em>
                        <p>主动防御系统沿着轨道移动到另一边，开始集火射击那台被当作掩体的服务器。很快，莉亚就不得不放弃包扎，强行拖着艾瑟琳往出口的方向撤离。但在服务器因为射击而滑行到另一边后，子弹的落点就开始慢慢靠近二人，像是某种胁迫。
                        </p>
                    </em>
                    <p>潮汐.AIC<br />
                        Checkmate<br />
                        将军。</p>
                    <em>
                        <p>突然，一枚子弹擦着莉亚的头顶飞过，落在她身后。含义很明显：如果愿意，下一发子弹可以落在她或艾瑟琳身上的任何一个部位。现在，所有射击全部停止。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……啧。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>（嗤笑一声）怎么说的来着？“死一般的寂静”？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>说真的，我们之间的问题不能用暴力来解决。</p>
                    <p>……生物学授权室在大厅另一边。在此之前，让我先为艾瑟琳主管做些紧急护理。你可以在一旁监督，我保证不搞小动作。但在这之后，就要严肃考虑这个世界的未来了。</p>
                </div>
            </section>

            <section class="fullscreen">
                <p>（抽象3D渲染图，缓和气氛）</p>
            </section>

            <section class="page-flow" data-onshow="overlayNumber('fade-out-2');document.getElementById('overlay-number').classList.remove('final-record');"
                data-onleave="overlayNumber('fade-in-2');">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>CN-4000-0402</b></span>
                            <span class="file-type" class="file-type">文件类型<b>视频记录</b></span>
                        </p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我本来以为你会让她拄个拐杖的。</p>
                    <em>
                        <p>失重的世界不存在上和下。不过如果考虑到大厅有着天花板和地板，那么通往生物授权室的隧道则是竖直向下的——深得令人有些头晕目眩。</p>
                        <p>授权室的大门缓缓打开，里面却完全没通电，但看上去其大小不亚于外围大厅——艾瑟琳的左肩缠上了绷带，至于被子弹击中的右腿，除了贴了一片被血染红的半透明胶状物质外，似乎看不出有什么问题——几乎已经完全恢复了行动能力。当然，她本来也不需要走路，靠扒着附近的墙壁就能前进，或者说，下降。
                        </p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>钛网支架，凝胶填充，人造皮肤。这和外环的东西可不是一个档次。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>对你而言自然有必要动用最高规格。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那你可真是看得起我。</p>
                    <em>
                        <p>灯光亮起。</p>
                    </em>
                    <p>（火箭版3969的渲染图）</p>
                    <em>
                        <p>SCP-CN-3969——或许现在应该叫它“榫卯”主动退相干装置——被安置在一扇巨大的防爆玻璃后。</p>
                        <p>它与1960年代设计图上的版本完全不同，呈现为五枚体型巨大的灰色圆柱形真空火箭，排列在一个圆弧上；其表面有别于那些复杂而结构外露的太空舰艇，没有什么外挂设备，只是简单地印着一些编号。中间那枚则略有不同，它被漆成了醒目的亮橙色，并且还有一个——方孔。每一枚火箭都高达三四十米。
                        </p>
                        <p>有关那些重聚变弹的威力，我们已经看过关于它的调查报告。即使放到现在而言，仍然是空前的核炸弹——</p>
                        <p>但这次，是真真切切地绝后了。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你有那么急吗？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>不至于急到现在就非做不可的程度，但方舟环的时间已经所剩无几。由于观测信息不完善，最初的计算存在一点微小的错误：实际上，我们早已越过阈值。即使现在就恢复方舟环的全部推力，也不可能避免坠毁了。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>说的好像如果真能彻底修好它，你就会推力全开一样。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>所以我才说你们一开始就没有任何希望。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>唉。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>如果没什么要说的，我们开始吧。</p>
                    <p>系统，指令。解锁Specific-7特别权限，准备启动“榫卯”主动退相干装置。忽视所有警告，参数调整为预定值。开始加注燃料，生物验证程序，启动。</p>
                    <p class="name">系统广播</p>
                    <p>主控AI命令已确认，开始执行。</p>
                    <em>
                        <p>灯光的颜色发生了变化，有一瞬间暗了下去，随后变成了令人不安的深红色。半透明的玻璃缓缓升起，能看到在那安置“榫卯”的房间内，升起了一个巨型圆环，由它再伸出柔性的燃料管与几枚火箭对接。
                        </p>
                        <p>火箭略微上升了几米，这时才能看见它们并不是完全集成的圆柱，在其末端是复杂而外露发动机结构。</p>

                    </em>
                    <p class="name">系统广播</p>
                    <p>现在开始生物学授权程序，由1名验证身份的人类个体参与，主控AI不得干预。Specific-7程序将在验证通过后的10秒内进行。</p>
                    <em>
                        <p>从一旁的墙壁上弹出一个连着线缆的面板，其上的触摸屏显示着一个简单的UI，指引使用者将手掌放在屏幕上。当然，也有其它验证方式。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>需要身份嘛，那得是莉亚了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>我……我吗。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>这是最后时刻了。说实话，我能理解这种感受，但你们不是在替任何人做选择。已经没有别人让你去纠结道德问题了。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>让我再想想，好吗？给我点时间。</p>
                    <em>
                        <p>沉默。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你的逻辑……几乎是天衣无缝。</p>
                    <p>无法抗衡的KOCMOC，无法否认的终极降神。“重来一次的机会”。</p>
                    <p>但，Tidal，从你喋喋不休地证明为何一定要牺牲掉方舟环开始，我就隐约感觉有什么事情不对劲。现在看来，这确实是你唯一的疏忽，恐怕也是在训练过程中绝无可能回避的漏洞。你的研究能力肯定超过我，知道我不了解的技术问题，可是有一个问题，你一直在有意或者无意地回避：
                    </p>
                    <p>SCP-CN-3969，也就是终极降神，它启动的条件是什么？你能正面回答我吗？</p>
                    <p class="name">潮汐.AIC</p>
                    <p>末日。有组织的文明社会全面崩溃。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>错误。SCP-CN-3969没有任何启动条件。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>等一下，莉亚，你是想说——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>它并不是一定要从“末日”开始回溯，只是末日学部在制造它之后，人为地制造了这样一条规定：每当我们遇到末日时，就启动终极降神，回溯时间。</p>
                    <p>所以，问题就是——规定是人为的，换句话说，哪怕不是末日事件，终极降神也是可以被启动的，并且也能规避这个事件，事件的内容无关紧要！哪怕就是要规避我早上没吃饭这种事件，只要我们有制度能保证启动它，就……真的能规避掉。
                    </p>
                    <p class="name">潮汐.AIC</p>
                    <p>但末日学部不可能没有考虑到这个问题。事实上，启动SCP-CN-3969确实有可能并不会按启动者的想法回溯历史，因为这是一个纯粹的逆相对论过程，观测者在这其中不扮演任何角色——人择原理不起效果。
                    </p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>那么是什么在保证这个逆相对论过程一定能起效果？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>……制度性记忆？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Bingo。Tidal没有意料到这一点，是因为它就是按照“逆生”原理诞生的AI：不是先制造AI再设置目的，而是先设立一个不可抗拒的目的，让AI被迫产生。这个目的就是规避因为末日启动“终极降神”，这是刻在它代码里的制度性记忆。
                    </p>
                    <p>——现在，Tidal，你亲自违背了这个最初的目的。那么你有什么理由认为“终极降神”会按你的意志回溯时空？这恐怕也是KOCMOC吞噬制度性记忆的体现吧。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>……</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>那如果我们真的启动3969……会发生什么？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>可能什么也不会发生。可能历史会被重置到几年前，几百年前，甚至重置到忒伊亚没有撞击地球的那一刻。或者宇宙大爆炸也说不定。</p>
                    <p>到头来，是一个设计错误造就了这一切……Tidal向一个悖论屈服了。真是黑色幽默，创造它就是为了解决方舟环和KOCMOC的悖论，可到头来它又把自己困在了另一个悖论里。</p>
                    <em>
                        <p>沉默许久。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>……莉亚·莱尔诺，我拒绝你的说法。</p>
                    <p>启动“终极降神”必须要人类授权——不是不信任AI决策，而是因为这是抉择人类命运的事情，人必须参与其中，哪怕他的作用只是听从绝对正确的AI的判断按下按钮，这也与全AI决策有本质性的区别。</p>
                    <p>我从理解这所谓“刻在宇宙尺度上的”制度时就在思考这个问题。人必须拥有最终否决权，哪怕这个否决权被启动的概率只有万亿分之一，哪怕AI有权把枪顶在人的脑门上逼他按下按钮。</p>
                    <p>这个本质性的区别，就是连KOCMOC也无法抹去的……</p>
                    <p>……人性。</p>
                    <p>超越制度的人性。</p>
                    <p>燃料加注完毕，灯光颜色恢复正常。</p>
                    <p>艾瑟琳·华兹华斯。我的思维深度足够理解这个悖论，但正因如此，我才相信人性，在漫长的训练，无穷无尽的数据集中，我甚至近乎将其当作一种信仰。我相信今天这一切发生的必然性，我只是在执行宇宙编码翻译出的、最后的剧本。从你提前莉亚两个月醒来时，我就愈发相信这一切的必然性。
                    </p>
                    <p>人是远比制度更坚韧的存在。</p>
                    <p>你们的结局必须由你们之手书写——是毁灭也无妨。至于这毁灭是咎由自取还是众望所归，恐怕只有旁观者清了。</p>
                    <em>
                        <p>沉默许久。这一次是莉亚和艾瑟琳。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>（嗤笑一声）旁观者，哪里来的什么旁观者。</p>
                    <em>
                        <p>但突然，艾瑟琳眼神一变，直直愣了一瞬。</p>
                    </em>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>但如果——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>就是那个如果。Tidal，我拒绝启动SCP-CN-3969。</p>
                    <em>
                        <p>Tidal的指示灯停了一瞬间。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>……我不理解。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>你没发现吗，Tidal，我们的“超级AI”？还有一条路。</p>
                    <em>
                        <p>莉亚深吸一口气，Tidal的计算卡也正在升温，指示灯频闪个不停。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>“旁观者清”是留给历史的——</p>
                    <p>而历史，没有在今天终结的必要！</p>
                </div>
            </section>



            <section class="page-flow" id="final-record" data-onshow="overlayNumber('final-record', true);" data-onleave="overlayNumber('mobile-out-fr', true, true);">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-date"><b>CN-4000 / 最后记录</b></span>
                        </p>
                    </div>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal，听我指示，既然方舟环的坠毁已经不可避免，那就让它做最后一次送别吧——BZHR和各种资源不是还在方舟环上好好地存在吗！还记得我们一直提到的那个词吗，在我醒来时，在你解释摆臂与主环分离时，在我们从廊道一跃而下时，在我利用它和你战斗时。
                    </p>
                    <p>模块化。</p>
                    <p>它意味着简便，更意味着我们可以自由地将其拆卸组装。Tidal，我们的主控AI——现在你已经是名副其实的了——我要求你把所有模块的推进器集中到资源分段，再将引力发生器反向调参以便缓降。</p>
                    <p class="name">潮汐.AIC</p>
                    <p>莉亚，我需要你明白一点，由于数百年来太空航天的发展，近地轨道布满了超高速碎片，你的想法太过理想化——</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>Tidal啊，还记得3969的本质是什么吗？</p>
                    <p>——核弹。</p>
                    <p>再联想一下，为什么刚才艾瑟琳使用电磁干扰作为瘫痪手段对你的计算中心不起作用？太空环每天可是要遭受比数百万次更多的宇宙高能粒子轰击，当然会被设计成抗辐射的。</p>
                    <p>把全部抗辐射护盾集中到核弹冲击面，爆炸的巨大冲击将清扫干净一切在我们路上的渣滓，让它们重新归于宇宙。</p>
                    <p>我们所经历的一切，方舟环上的一切现在都是我们可用的资源。</p>
                    <p>艾瑟琳向前一步。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>历史的意义、现实的意义、未来的意义，都是由人类赋予的——我们是人类，你是AI。在此基础上，某些事情必须由我们来做。我同样希望你理解这一点。</p>
                    <em>
                        <p>莉亚向前一步，抬手指向Tidal的摄像头。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>做决定吧，Tidal。到底是规规矩矩践行你那自相矛盾的指令，还是要抓住这仅剩的可能。</p>
                    <em>
                        <p>Tidal再次沉默良久，指示灯微微闪烁，计算卡持续升温，炙烤着周围的空气。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>无论我的想法如何，你的最终否决权确实有效。我放弃启动SCP-CN-3969。至于你的提议，我有更好的执行措施。</p>
                    <p>我难以预测你们成功的概率，变数太大。但我必须承认，也许我们这条历史真的不需要在这里结束。你们已经向我证明了这一点。</p>
                    <em>
                        <p>Tidal的指示灯闪了两下。随后保持常亮。</p>
                    </em>
                    <p class="name">潮汐.AIC</p>
                    <p>最后，还请人类再次信任AI。</p>
                    <p>方舟环将献给大气层最后一吻。晚安，我们落幕。</p>
                    <em>
                        <p>……</p>
                    </em>
                    <p>（沟槽的渲染图）</p>
                    <em>
                        <p>……</p>
                    </em>
                    <em>
                        <p>这座悬挂于星球之上的最后奇迹，正在数百万千米的天穹上进行着它最后的演出。以那颗星球为天穹，无数的拦截弹尽数向黝黑的星空发射，如同倒垂的流星雨，斑斑点点映照在死寂的夜空，闪烁爆裂，点亮了一望无际的宇宙。穿插在其中的激光小心翼翼擦过缝隙，将那些残留的较大碎片直接击碎，在虚空中爆开一团团难转瞬即逝的炽热星尘，而又重归无垠宇宙喧闹而寂静的背景辐射。
                        </p>
                        <p>SCP-CN-3969绝大多数的装药被紧急排出，仅存的不足百分之一的部分，被方舟环毅然决然地射向了下方那覆盖着整个世界的漆黑云海。爆炸的火光撕开了短暂的裂隙，迎着从一侧露出的悠远圆弧，将在那之下的颜色尽数发掘，光经由反射，在滤除掉本色后再次向不可见的终点四散奔逃。
                        </p>
                        <p>从2130年，基金会提出建造设想，寂静事件早期情况出现开始；</p>
                        <p>从2150年，骨架建成，寂静事件中期，国家逐渐消失开始；</p>
                        <p>从2157年，启动研究方舟环AI开始；</p>
                        <p>从2170年，寂静事件晚期，方舟环全功率运行开始；</p>
                        <p>从2190年，寂静事件末期，地表文明近乎消失开始；</p>
                        <p>从2198年的断点开始；</p>
                        <p>到如今2201年的苏醒；</p>
                        <p>再到这一刻的落幕。</p>
                        <p>如同四散开来的蒲公英般，划过大气，拖曳出流转的尾迹。</p>
                    </em>
                    <p class="name">系统播报</p>
                    <p>进入卡门线，高度：100千米。速度：7.8千米每秒。制动发动机，起动。预计着陆点：东经109度28分58.3秒，北纬36度35分7.4秒，地区识别代号：PRC-SHX-YAN，中国，陕西，延安。
                    </p>
                    <em>
                        <p>钟形逃生舱从方舟环那硕大的外部结构中脱离。一开始是平稳地飞行，然后是愈来愈剧烈的震颤。气动特性决定了它永远会用厚重的隔热底迎击怒吼的大气，摩擦，加热，仿佛整个逃生舱都在燃烧。它成为了曾经被称为方舟环的流星雨中，飞的最快最远的孤星。</p>
                    </em>
                    
                    <p class="name">系统播报</p>
                    <p>高度：80千米。速度：7.3千米每秒。</p>
                    <em>
                        <p>热力学第二定律平等地对待每个大气层的再入物。势能转化为动能，动能转化为热能，相对速度八千米每秒的大气被猛烈加热，温度足以融化钢铁。这恐怖的温度也足以电离空气，形成一层数厘米厚的等离子体鞘，包裹住返回舱，连光都无法透过。舷窗外，只剩下一片黑暗，还有隐约透露出的火光，像流动的岩浆。
                        </p>
                        <p>真空不能传声。这是一场默剧，也难以凭借人类贫瘠的想象力理解落在如此尺度的振动。如若配上恢宏的交响乐，恐怕这一幕将在地球四十六亿年的旅程中给人类带来无可抹去的记忆吧。</p>
                        <p>可惜，这种场面她们看不见。她们所在的逃生舱中，那块小小的玻璃狭隘、局促，止步于人类尚在蹒跚学步的航天时代——但我看见了。不需要听，不需要触摸，甚至不需要思考。就只是看着，这场面已经牢牢烙印在脑海中，而之后要做的，只有感受。
                        </p>
                        <p>来吧。</p>
                        <p>下坠吧。</p>
                    </em>
                    <p>（插入一张地心引力结尾那个名场面一样的渲染图）</p>
                    <p class="name">系统播报</p>
                    <p>高度：60千米。速度：6.0千米每秒。第一层隔热底，脱离。</p>
                    <em>
                        <p>返回舱猛地震动了一下。减速更为剧烈了，四倍重力将莉亚和艾瑟琳死死压在座位上，在沉重的呼吸声中，舱壁不时发出令人不安的、金属应力的声音，仿佛它下一秒就要被大气层撕成碎片。</p>
                    </em>
                    <p class="name">系统播报</p>
                    <p>高度：40千米。速度：3.5千米每秒。离开黑障区，尝试重新连接方舟环……</p>
                    <p>错误：控制中心永久下线，事件代号Gravity-1。切换到自主引导系统。</p>
                    <em>
                        <p>等离子鞘褪去，刺眼的阳光瞬间投射进来。</p>
                    </em>
                    <p class="name">系统播报</p>
                    <p>高度：15千米。速度：510米每秒。抛隔热大底，弹出引导伞。</p>
                    <em>
                        <p>再一次，返回舱更为猛烈地震动，一块已经烧的焦黑的圆形底板从它后方飞过。它卸下了开伞降落过程中不必要的冗余重量，从身后拉出了几条白色的细线，连接着一片涂着红白圆圈的引导伞——它的面积是如此之小，似乎对减速并没有什么用。
                        </p>
                    </em>
                    <p class="name">系统播报</p>
                    <p>高度：10千米。速度：274米每秒。减速伞，打开——</p>
                    <p>达到开伞速度，主降落伞展开！</p>
                    <em>
                        <p>哗啦一下，几乎瞬间返回舱就被面积是它上百倍的主伞拉住，此时舷窗外已经不再是黝黑的深空，而代之以一片熟悉的深蓝——深蓝下，云层的细节愈发清晰。终于，几分钟后，震颤变成了轻微的摇摆，返回舱的速度现在是如此之慢，以至于从舷窗可以看到——
                        </p>
                        <p>追上它的方舟环。或者说，曾经是方舟环的那些部分。</p>
                        <p>正在落幕。</p>
                        <p>方舟环有三百六十个分段，单取一个出来，几乎看不出它的弧度。更别提将它拆的七零八落后，很难说这东西还能有什么气动结构——让它们平稳降落，只能依靠纯粹的算力，依靠“圆心”那还在坚持运作的服务器集群。
                        </p>
                        <p>核聚变环流器开到了最大功率，尾喷口被烧的通红，数百个外形不一的模块拖曳着长长的火舌，倾斜着向地面飞去。盾面仍然被集中在朝向地面的那一边，以尽可能起到隔热左右。尽管条件如此不利——初始设计根本不可能包括这种需求——它们仍在调整姿态，从茫茫的数据中找到重心和不断变化的倾斜角、滚转角、俯仰角。然后，发动机调整矢量喷口的功率和角度，奇迹般地维持整体结构的动力学平衡。
                        </p>
                        <p>在那之上，是更多更多被放弃的组成部分，它们没有任何隔热措施，化为了直直砸向地面的火流星——有相当一部分绝对不会在大气层中烧完。</p>
                    </em>
                    <p class="name">系统播报</p>
                    <p>反推发动机，起动。</p>
                    <em>
                        <p>终于，地面。熟悉的地面。看不出有人生活的痕迹，只是一片茫茫的草原，雾气弥漫，天气也算不上晴朗。但那是真实的地面，真实的地心引力。返回舱短暂地喷出四条火舌，稳稳当当地停在了地上。</p>
                        <p>正如一切故事的结尾，主人公们最终抵达了旅途的终点。</p>
                        <p>作为终点的起点。</p>
                    </em>
                    <p class="name">系统播报</p>
                    <p>高度：0米。软着陆成功，人员确认存活。</p>
                    <p>欢迎回家。</p>
                    <em>
                        <p>同时也是作为起点的终点。</p>
                        <p>她们踮起脚尖，再次遥望着——</p>
                    </em>
                    <p>（依旧插入好看渲染图）</p>
                    <em>
                        <p>一曲两唱。</p>
                        <p>群星下只余惊鸿一响。</p>
                    </em>
                </div>
            </section>

            <section class="page-flow" id="height-zero" data-onshow="outOfFinalRecord();" data-onleave="overlayNumber('fade-out-end', true);">

            </section>

            <section class="page-flow" id="height-zero-2" data-onshow="">

            </section>

            <section class="fullscreen title" data-onshow="showTitleSection('part5-title'); textEddectChange2('Ending Part / ', 'Gaze Into')" id="part5-title">

                <div class="title">
                    <p>尾声</p>
                    <h1>
                        <span class="rt">GAZE INTO</span>
                        <span class="ruby">遥望</span>
                    </h1>
                </div>
                <p>未来可能讲更有意思的话，著更其完美的文，做更其壮丽的事业，</p>
                <p>但今天只是今天，未来也只是今天的未来。</p>
            </section>

            <section class="fullscreen gaze-into">
                <p>（渲染图，方舟环纪念碑）</p>
            </section>

            <section class="page-flow gaze-into">
                <div class="modal rec">

                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>SCP-CN-4000-ARC</b></span>
                            <span class="file-type" class="file-type">文件类型<b>归档特殊收容措施</b></span>
                            <span class="file-date">留档时间<b>2201/12/31</b></span>
                        </p>
                    </div>
                    <p><b>项目编号：</b>SCP-CN-4000-ARC</p>
                    <p><b>项目等级：</b>无。</p>
                    <p><b>特殊收容措施：</b>项目仅作为纪念意义保留SCP编号，因此无需任何收容措施。陕甘宁恢复区内的方舟环坠落遗址作为旅游景点全面开放。</p>
                    <p><b>描述：</b>SCP-CN-4000-ARC曾是一直径五十千米的近地轨道太空城，也是当今文明重启工程最重要的物质基础。</p>
                    <p>其它信息，参见传汐引潮协议最后报告。</p>
                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>（未保存）</b></span>
                            <span class="file-date">留档时间<b>2204.02.01</b></span>
                        </p>
                    </div>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>几年了？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>又是三年。还记得当时我也问过你这个问题，你当时可是哭得不成样子。</p>
                    <p>在远处金色的天空，火流星四散奔逃，似烟火，划破日空，星陨如雨。</p>
                    <p>莉亚稍显局促不安，轻轻拉住了艾瑟琳的手。</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……还忙吗？</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>不复当年。倒是你，胳膊上那密密麻麻的针眼还留着？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>还留着啊，怎么，你要看吗？还记得你当时给我全剂量注射的记忆增强剂，那个针眼到现在还跟新的一样。你跟我多大仇多大怨啊。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>当时不是你毅然决然让我注射全剂量的吗？我们的大英雄莉亚。</p>
                    <em>
                        <p>莉亚轻笑一声，单手掐腰，用力向后仰去，差点一个没站稳摔倒。还好艾瑟琳及时把莉亚拽起来。</p>
                    </em>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>……其实那些针眼退得差不多了。还真是怀念。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>你得斯德哥尔摩综合征了？</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>艾瑟琳你搞什么别开这种玩笑！好不容易聚一聚你就别讲这种没品笑话了。</p>
                    <p>……话说，你三年前跟我说的一句话，我还一直记到现在呢。</p>
                    <p class="name">艾瑟琳·华兹华斯</p>
                    <p>什么话？</p>
                    <p>莉亚将脸凑近艾瑟琳耳畔，耳语道：</p>
                    <p class="name">莉亚·莱尔诺</p>
                    <p>“我喜欢你。”</p>
                    <p>……</p>

                </div>
                <div class="modal rec">
                    <div class="modal-heading monospace">
                        <p>file://</p>
                        <p>
                            <span class="file-number" class="file-number">文件编号<b>（未保存）</b></span>
                            <span class="file-date">留档时间<b>2204.02.01</b></span>
                        </p>
                    </div>
                    <p>“世界不会因为你一成不变，就减缓它变化的速度。”</p>
                    <p>方舟环是基金会做过的最大的一笔投资，现在它却以一种没人想过的方式回馈了奄奄一息的地表世界。现在，曾经为方舟环建造骨架、引力控制器和Tidal的基金会早已解体，成为历史书上的一个名词——但方舟环的高精尖设备，BZHR，还有完整的托卡马克环流器，却实实在在地重新点燃了文明的希望。
                    </p>
                    <p>无论如何，我们还有八个文明恢复区，以及四十万人。</p>
                    <p>KOCMOC。我深知这个诅咒从未被根除，但我们也没有输的那么彻底。在只有唯一一条路的当下，是没有资格权衡利弊的，只能义无反顾地朝着未来前进。KOCMOC还存在于这个世界上，对我们的秩序和组织虎视眈眈——
                    </p>
                    <p>可我们亦然。我们就在此处，我们从未离去。</p>
                    <p>逆模因已经抹除了太多人存在的痕迹。那么，记忆就是最好的纪念：我们会继承他们的意志，接过他们的衣钵，传承他们的希望——终有一天，我们的火箭会再次突破卡门线，一切苦难和折磨，都将成为过往云烟。
                    </p>
                    <p>那么，初次见面，请多指教。</p>
                    <p>你好，世界。</p>
                    <p>（氛围渲染图）</p>
                    <p>人类屹立在大地之上。</p>
                    <p>历史，从现在开始，将继续前进。</p>
                </div>
            </section>

            <section id="end" class="fullscreen">
                <div class="endscreen">
                    <p>终</p>
                    <img src="cxyc_title.svg" alt="Oxygen Nine">
                    <span class="decofont author">OXYGENNINE × MRPASSERBY</span>
                </div>
            </section>

`

document.getElementsByTagName('main-content')[0].innerHTML = HTMLContent;